{
  "video_id": "LN9n2vGkZyQ",
  "title": "Cette appli va BOULEVERSER votre vie",
  "url": "https://www.youtube.com/watch?v=LN9n2vGkZyQ",
  "comment_count": 716,
  "comments": [
    {
      "author": "@Micode",
      "author_id": "UCYnvxJ-PKiGXo_tYXpWAC-w",
      "text": "Vous avez passé de bonnes vacances ? Chez nous l'équipe à littéralement fait x2 cette été, on vous prépare plein de belles choses ! 😎\nPour tester Notion c'est ici : https://ntn.so/micodenotion",
      "likes": 336,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@davidvincent7520",
      "author_id": "UCfYGUIkwuiWqFDcIJfr9odw",
      "text": "J'suis indépendant et je travail seul. Je vais tester ça et si je rate des rdv, je citerai ton nom !",
      "likes": 509,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@superflameur",
      "author_id": "UCOLpT9dCbWrDgUUUutaeiDQ",
      "text": "Perso avec ma boîte on utilise notion, c'est super pratique. Mon associé plutôt pour s'organiser dans son dev et moi pour centraliser une bible littéraire. C'est hyper pratique pour faire un genre de \"wikipedia\" interne et ça m'aide pas mal pour mon taff d'écriture ^^",
      "likes": 340,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bubu1le295",
      "author_id": "UCU8SLanbSiDlNHf-MbtK6eg",
      "text": "L'entreprise dans laquelle je suis en stage utilise cette application et c'est ultra utile surtout quand tu dois aller chercher pleins d'info à plein d'endroits différents",
      "likes": 415,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mck0oy",
      "author_id": "UCU4VPi1lRAJdzUOe8p9jeHg",
      "text": "Moi : \"yes, youtube sans les pubs c'est quand même le pied\"\n\nToujours moi : \"trop bien cette pub de 10 minutes\"",
      "likes": 517,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marieherrera6570",
      "author_id": "UCHqmkmilRzIHz7_FtbSzcLg",
      "text": "Ca me fait énormément penser au système de Bullet Journal : à la base juste un carnet et un stylo pour faire des liste de tâches, mais une fois qu'on est parti dans les méandres de pinterest/instagram on perd plus de temps a décorer le carnet qu'à réellement le remplir...\nMais super découverte en tout cas !",
      "likes": 69,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kawabolole",
      "author_id": "UC6P0uu97DPbyGFItIpyBjIQ",
      "text": "Mec entièrement d'accord avec tout ce que tu as dit, et je t'envoie une infinité d'applaudissements virtuels pour réussir à faire une sponso tout en avertissant des risques du truc. Et ton conseil final : très pertinent (s'applique aussi à n'importe quel projet de dev non ? mvp puis itérations)",
      "likes": 256,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Flokon",
      "author_id": "UC0VVowBYOn03AVq0fIPbN8w",
      "text": "j'ai aussi passé des heures sur notion pour finalement me rendre compte qu'une to do list suffisait...",
      "likes": 267,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@deadbird99",
      "author_id": "UCwstc8xpHS4nfrMejb3kNlw",
      "text": "Je suis en thèse, Notion a changé ma vie. Mais vraiment. Je m’en sers pour mes notes, pour gérer mes todos, mes documents, mon calendrier…et putain c’est le bonheur.",
      "likes": 186,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FaonYoutuber",
      "author_id": "UChRWdskze7v2M0PUH-CpRjQ",
      "text": "Micode chef d’entreprise 😳 il y en a eu du chemin 👍",
      "likes": 85,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ahy142",
      "author_id": "UCK_diMo7-yXu2dqGDGeX-vw",
      "text": "\"Je suis sûr il va parler de Notion\"\n3:37 MAIS VOILA C'ETAIT SÛR EN FAIT\n\n(on l'utilise à fond là où je travail pour stocker tout un tas d'infos)",
      "likes": 43,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Charlotte-jz4hd",
      "author_id": "UCeewTDB7d9aZYGiYzOKahbA",
      "text": "Le piège classique des applis de productivité, ça me rassure de savoir qu'on est plusieurs à avoir ce même problème ! Et à chaque fois que je découvre un nouvel outil je retombe dans la même spirale. Notion, Obsidian, même le bullet journal, rien n'y échappe. Au final tout à fait d'accord, rester simple c'est le mieux (mais en même temps c'est tellement satisfaisant de bidouiller pour faire un truc stylé... arhhh)",
      "likes": 18,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@slink66",
      "author_id": "UCZ1iZ7ymHh0oGJGk24QVSMw",
      "text": "Ma préoccupation de l'instant c'est qu'à t'écouter j'en perds la Notion du temps.. et le gros problème est que tu n'es pas le seul Youtuber que je suis..",
      "likes": 99,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raphael_4982",
      "author_id": "UC6ZaXlv1WokGNszan5S_HjA",
      "text": "Quand j’étais stagiaire dans mon entreprise, elle utilisait notion et tout le monde trouvait ça super facile et utile car ça centralisait vraiment tout ce qu’avait besoin les employés pour travailler.",
      "likes": 10,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gavalca",
      "author_id": "UCoTrYovrZD7wZh6Hg5YkYfw",
      "text": "je ne m'attendais pas à cette fin rapides 🤣",
      "likes": 2,
      "timestamp": 1754006400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@olaoxxaupomme2409",
      "author_id": "UC1Zy9nimrPY1u-ezO7nL3Gg",
      "text": "j'ai découvert notion il y a 5mois et ça a changer ma vie ! Tout ce qu'il me fallait et bien plus dans un meme logiciel ! merci d'en avoir parlé, très bonne vidéo :)",
      "likes": 5,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@axelguegan9574",
      "author_id": "UCgtt0B5cuTqDlBaWULkfWrQ",
      "text": "Je suis le seul a qui sa choque la fin de la vidéo on dirait quel a été coupée.",
      "likes": 2,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yosph_",
      "author_id": "UC9WnDMF37YVO8lAfXt6pgyg",
      "text": "C'est un gouffre de procrastination cette affaire :')",
      "likes": 7,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Doud_Irow",
      "author_id": "UCcLum5vsszJdEBLEn17qI1g",
      "text": "Depuis le temps que j'attendais une appli comme ça. J'espère que je serais pas déçu !",
      "likes": 4,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@retrocraftdu3821",
      "author_id": "UCX3UpbuI5eyoUW6w2dm2rrg",
      "text": "Je comprends la comparaison que tu emploies avec les vidéos mon workplace\nJ'ai cherché longtemps une manière de m'organiser dans une vie où je peux facilement m'embrouiller, et le système qui me convient que j'utilise actuellement est vraiment mieux par rapport a ce que j'imaginais, car j'arrive à être productif\nC'est vraiment ce qui compte quand on veut s'organiser, arriver à faire balance entre notre envie de faire beaucoup et d'être réellement productif",
      "likes": 4,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lena8028",
      "author_id": "UCFmBjOKQoOcAoeZFTNoZL2w",
      "text": "Avoir Micode comme patron.\nMoi :",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tyzer126",
      "author_id": "UC28hQIjfWPqFLv2JtNtE-Mw",
      "text": "Question importante : si tu mets toute ta vie sans Notion, est ce que les données que tu y mets sont bien protégées et comment Notion les utilisent-il ?",
      "likes": 22,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@poneyavecunpull3475",
      "author_id": "UCHAyOEH8oKuVADDOuY-Wl_A",
      "text": "Ah... une pub de 11 minutes...",
      "likes": 102,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Vantta-M",
      "author_id": "UCoz37T3oIPaQaQq-xYmLz-A",
      "text": "5:08 Cette maison en Lego est très bien!",
      "likes": 10,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sebastiendefra8877",
      "author_id": "UCMM_3j-H3nIPD03GISPGkZw",
      "text": "oua ! tout ça pour ça ??? vive le placement de produit vivement suggéré !!!!",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jacquesgamir605",
      "author_id": "UCZn_BEg4EebCmKQN1nctJLg",
      "text": "J’avais une petite journée de déprime 😔 et ta vidéo redore mon esprit 😁 ça me donne plein d’idées merci 🙏",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@playonandroid9977",
      "author_id": "UCa0ioINLoGEgUdDZen5Fbbw",
      "text": "La politique de données de notion...",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheArcNgeL",
      "author_id": "UC1-pQUKSbcpZzH9NaTHgz2Q",
      "text": "Tu es tombé dans le piège assez classique quand tu veux faire de l'optimisation : Aussi motivant (et ludique soyons francs) soit-il de créer un des outils pour améliorer des choses ou éliminer des tâches à non-value ou moins-value, il faut avant toute chose se poser et réfléchir au temps investi pour la création de l'outil (en y intégrant le temps de mise au point et de maintenance entre autre, ce que beaucoup oublient de faire), il arrive parfois (souvent) que le coût en temps soit démesuré par rapport au gain final qu'apporterait l'outil en question.\nAutre point, le piège aussi est de vouloir un outil pour TOUT faire, certes ça évite de partir dans des myriades de petits outils, mais le revers de la médaille est que ça finit par devenir un monstre, impossible à maintenir car bâti petit à petit (j'aime utiliser la métaphore du \"tas de sparadraps\").\nTout est donc une question d'équilibre et de mesure, quand ton outil ou ton méta-outil va demander une formation spécifique dense à tout membre de l'équipe pour pouvoir le prendre en main, et que celle-ci finit par te coûter un temps monstrueux, la productivité est vraiment à mettre en question.\nLe piège aussi est que l'encapsulation que permet cet outil fasse oublier aux membres de l'équipe les fonctions qu'il réalise en arrière-plan, et par là fasse perdre la maîtrise de la finalité du job à proprement parler. Avec le risque que si tu perds tous les membres qui ont l'historique de la création de l'outil, tu en perdes la maîtrise et la capacité à le réparer/mettre à jour quand ça arrivera (car oui ça arrivera), et avoir pour conséquence aussi que les membres de l'équipe finissent par bypasser l'utilisation de l'outil pour faire ce qu'on leur demande parce que trop compliqué ou trop time-demanding.\nL'exemple typique que j'ai vécu, c'est le pointage des heures dans JIRA, qui devait ensuite être reporté dans l'ERP, ça me prenait parfois plus d'une heure par jour pour tout aligner correctement, sachant que cette heure bien sûr n'était pas chiffrée, car le temps de pointage évidemment pour le commercial \"c'est dans l'épaisseur du trait\", sic.\nJ'ai préparé justement des formations et présentations au niveau professionnel sur comment bien aborder et mettre en place l'automatisation qui prend en considération tous ces aspects (et la communication aussi dont je n'ai pas parlé entre autre, mais qui est vital, comme la capitalisation) car j'ai constaté que malheureusement bien souvent, elle n'était abordé que par le mirage du gain de temps qu'elle fait miroiter.",
      "likes": 14,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TuTuRMineCarftien",
      "author_id": "UC8OShk5Zm1StpRaYKkSJt3w",
      "text": "La série de vidéos sur l'automatisation dans Notion je dis OUI !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moukatelmomo6985",
      "author_id": "UCs8lm-lfyLJCxoCAmrVH54g",
      "text": "Le mec clash son placement de produit 😂, Micode c'est un tueur, sans pitié",
      "likes": 8,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jah3113",
      "author_id": "UCPOP8yB36FPaBk5nh-rxfRg",
      "text": "Ça nous donne une bonne notion... de l'application.",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cytweak",
      "author_id": "UCcEVOAZ98HuuzY3TjxCMdhw",
      "text": "Et BOUM 🤯 j’ai poncé ta chaîne YouTube de À à Z ! Merci beaucoup tes vidéos sont géniales, j’aime beaucoup l’évolution que la chaîne a pris, tes vidéos sont plus longues et plus claires plus posée !\nAttention cependant au début tu effectuais beaucoup d’action sans passer suffisamment de temps à nous montrer le résultat, pour moi qui ne suis pas dev, je trouve fascinant de voir le résultat 💪👍\nEncore merci beaucoup !!",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lanou21",
      "author_id": "UC1Ovr6uBw-lZmgf3Lq9T6_Q",
      "text": "J'aime beaucoup la transparence que tu as. Merci de faire part du plus négatif, enfin, c'est plus des avertissements mais c'est intéressant en plus qu'on le voit que c'est d'n fait vécu haha Ça me fait juste rire parce que ça serait 100% mon genre de passer beaucoup de temps dessus pensant que je vais mieux arranger ma vie alors que ma du tout.",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bilibob4000",
      "author_id": "UCGcOBCXhXVPtR3eV4NvIzww",
      "text": "La meilleure publicité que j'ai vu a ce jour.  Sans sarcasmes.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cyrilcarrichon4457",
      "author_id": "UClS3CoooT5Fs-Vcgc83GQWw",
      "text": "Un papier , un stylo. \nEn vrai ton honnêteté sauve la vidéo par contre :)",
      "likes": 44,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tib0b57",
      "author_id": "UCo6uW9Mk7VZ0nn58fkkEZpg",
      "text": "tu me fais trop marrer : t'es simple, humble, rigolo :) courage à toi et avance dans ta vie privée et pro, bisous :)",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ga6709",
      "author_id": "UCJKVfkBw8WWV22aTCv5JPXg",
      "text": "\" La tech est un bon outil,  mais pas un bon Maître \" \nMicode 2021.",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AhmedStarMan21",
      "author_id": "UCD7gpG_kL-hxmEfnZyWyJRA",
      "text": "Pov: le titre, et la minia sont des pubs sur les sites de streaming",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chrichz4861",
      "author_id": "UC65QK8y7yzH_0wAvxme7FBA",
      "text": "Top Notion,  merci pour la vidéo 👍😊 \n\nQue est-il de sa sécurité au vu ton niveau dans le domaine ? D'avance merci 🙏",
      "likes": 16,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibaud4318",
      "author_id": "UCVu4T1eWJGmklMqK0vPbT0g",
      "text": "Superbe vidéo qui parle de la face de Notion dont personne parle mais que beaucoup vivent :) Pour ma part ca commence a faire longtemps que j'utilise l'outil et c'est vraiment devenu un game changer pour mon organisation même si ça n'a pas remplace mon application de to do list et que j ai mis du temps a le prendre en mains. Au passage je pense que tu n'a pas pu passer a coter dans tes recherches sur Notion mais les vidéos de Thomas Frank sur le sujet sont incroyables le types a des dashboards complètement fou et complexe mais ça laisse entrevoir les possibilités folles de l'outil et ca peut donner de l'inspiration !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aking4702",
      "author_id": "UCjZZcIRQVXKY7KTuK3AL8EA",
      "text": "Alors je connaissais déjà notion et pareil que toi, je suis littéralement choqué de la productivité que ca m'a apporté. Effectivement je me suis très vite rendu compte du piège des vidéos ''mon notion'' 😂. Je m'en suis rapidement rendu compte et je pense que j'améliorerais mon notion au fil du temps, pour l'instant il me permet d'effectuer tout ce dont je souhaite donc j'essaye de m'en convenir😂. Par contre je serais super intéressé par une vidéo sur l'API notion, je suis sur qu'on peut faire bcp de choses et automatiser énormément des taches quotidiennes. Sinon super vidéo même si je connaissais déjà bien le sujet, étant passé par exactement ce même stade dans le passé😂.",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NicolasBouffier",
      "author_id": "UCVqLDTPwfhALmhQcrRsUD3w",
      "text": "OMG C'est littéralement mon problème, merci d'avoir mit la lumière sur ça !",
      "likes": 2,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@skbass4842",
      "author_id": "UCndjabq2b3rmMfUSNG_0n7A",
      "text": "La video qui va faire plaisir à regardé 😎",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DiNight-cx7pf",
      "author_id": "UCLxXcZZ101oXOcP9sVg77kA",
      "text": "Honnêtement j'ai utilisé notion pour un projet avec des amis et pas satisfait du tout",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@paulsemez162",
      "author_id": "UCkRvh0wJ8S-fssbPSux4Hlg",
      "text": "Heu... donc tu mets tous tes projet, des notes confidentielles, etc.. sur un serveur sur lequel tu n'as AUCUN contrôle, tu donne ta vie en pâture aussi facilement ???\n\nT'es un bon toi !! 😂😂😂",
      "likes": 11,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rnisanci9240",
      "author_id": "UCHjjN4fHpF4J6Bzx1KBBWJg",
      "text": "Pq la vidéo s'arrête soudainement ?",
      "likes": 2,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Topik87",
      "author_id": "UC8N4_5_zBo8jocGb0NQXz8A",
      "text": "Il y a une annonce dans cette vidéo ?Ou cette vidéo est une annonce ?",
      "likes": 4,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@complotintergalactique1234",
      "author_id": "UCvzyGDELqNN8eskh1anM8SQ",
      "text": "En bon informaticien j'utilise une pile dans un fichier texte (vim pour le fichier texte, et arch aussi, j'utilise arch oui oui )",
      "likes": 1,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Benoit.mp4",
      "author_id": "UCvEoc9XgErlkOsY5NAkwOEQ",
      "text": "Oh yes ! Enfin une vidéo sur Notion ! 🤩",
      "likes": 14,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@godetaalibaba2522",
      "author_id": "UCfJ-MAK1KD31NA7hS4uPepQ",
      "text": "Super, j'ai commencé Notion après avoir vu la vidéo de Benjamin code (je connaissais déjà Notion mais j'avais l'habitude de OneNote et la découverte de bases de données et de customisation poussée à l'extrême m'a fait très envie) merci beaucoup pour ta vidéo je trouve qu'elle complète assez bien celle de Benjamin puisque là où il m'a fait rêver avec toutes les possibilités tu mets le point sur un problème que j'allais commettre : essayer d'apprendre parfaitement l'outil avant de l'utiliser concrètement pour quelque chose.\nJ'ai commencé à simplement l'utiliser et décorer très légèrement et j'apprendrai au fur et à mesure à faire de mieux en mieux comme ça je verrai même une différence plus tard entre mes premières pages Notion et les dernières !\n\nEn tout cas j'adore et je ne regrette pas d'utiliser cette outil 👌",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Elly_yllE_Yt",
      "author_id": "UCkmuzl2x3BEmeBjJClDCBBg",
      "text": "Ah purée je me sens moins seule 🤣 \nJ'ai fini par ne plus dormir la nuit pour avoir un dashboard trop stylé. Et au final, je ne fais plus rien de mes journées 😅 pas terrible niveau productivité du coup 😅😅",
      "likes": 4,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Arkslig",
      "author_id": "UC2E7dBrEkq0J7vqn75KBtqw",
      "text": "Si ça ne bouleverse pas nos vies on se désabonne pour promesse de titre non respectée ? 😆",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ptsi2",
      "author_id": "UCXGH7kIiGGIDmZ7DY_2Cpdw",
      "text": "Je bosse chez un gros CRM bleu, je risque de le voir + souvent en concurrence 👀",
      "likes": 4,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sugiii9616",
      "author_id": "UCVmeFwWhX8fwmFZ5a65KKag",
      "text": "Benjamin puis Micode, Notions déconne pas sur le budget de com",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matitostudio1300",
      "author_id": "UC3VUeywna9_3NKJeOUirUag",
      "text": "J'ai découvert Notion y'a 3 ans, ce fut une révélation, je la recommande régulièrement ! Mais je suis choqué à quel point je me suis retrouvé dans ce discours, jamais un YouTuber m'a autant décrit 😂",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Flo_ki__",
      "author_id": "UCRwcQysmYf0p26o1y3nZDLg",
      "text": "Je suis archi chaud pour la série de vidéos sur Notion et son API perso",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leptitmetalleux",
      "author_id": "UCdODxJssqm_Jxjchlzq3-PQ",
      "text": "Ils sont passés où ses cheveux ?",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ToToDarKDu59",
      "author_id": "UC75YOsHZAczfCrB6ZIou0Ug",
      "text": "J'adore Notion, j'ai décidé de m'y mettre aussi et voir ta vidéo me conforte dans l'idée  de mettre ça en place et l'api m'a fait exploser le crâne aussi haha\nMerci Micode pour ton contenu",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lounys",
      "author_id": "UCV_UCtAyaSv2Vqp96n--PXw",
      "text": "Il a du lourd pour ta coupe 💇‍♂️",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@invertime5116",
      "author_id": "UCSkt7cMtpSI_igBh78zUv4Q",
      "text": "wouah! et on a pas besoin de NOTION de code",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Freeak6",
      "author_id": "UCF12gMogtJtUbj6DN4EPlMQ",
      "text": "C'est souvent le probleme dans les entreprise, quand les gens arretent pas de mettre des outils de productivite, de suivi, etc... Ca peut etre utile, mais souvent ca ne fait qu'alourdir les process, pour des infos que personne n'ira chercher. C'est comme les 12 000 reunions par semaine, ou a la fin tu demandes \"on fait quoi du coup?\".\n\nDans mon ancien job, on avait 1 reunion par semaine, et chacun devait repondre a 3 questions pendant la reunion: \"T'as fait quoi cette semaine? Tu vas faire quoi la semaine prochaine? Est ce que t'as des problemes?\". Ca durait 1h, et chacun savait ce qu'il avait a faire en sortant de la.\n\nDans mon job actuel, on passe des reunions a \"fantasmer\" sur des projets qui ne verront jamais le jour.",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maotux1474",
      "author_id": "UCVCSQ0yuxYB4QznvwIvQddA",
      "text": "On veut les vidéos sur Notion !",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Madum_tv",
      "author_id": "UCTf6nF-oCI-TQPX1CSvcJ2A",
      "text": "la grosse sponso qui se sent des le départ ^^ Tu l'utilise vraiment ou c'est pour la video (apres tu va jamais dire le contraire ^^)",
      "likes": 8,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dawwall1225",
      "author_id": "UCbUufUikJOk2i3OZ_MS_Btg",
      "text": "Tellement vrai au final d’accord et d’abord commencer tranquillement 🔂⌨️",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rousselrobin6060",
      "author_id": "UCtBT4hnaPKew-1_SKlkdTnQ",
      "text": "Du coup cette vidéo c'est juste une pub de 10 minutes ? Ok...",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexsei8045",
      "author_id": "UCvIgLcVohrhN9tkQgm_xScw",
      "text": "C’est un peu l’équivalent du piège « tutoriel hell » pour les programmeurs mais sur Notion 🤣",
      "likes": 1,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nir9988",
      "author_id": "UCYW6F56YQRpWpFob2b8_gHg",
      "text": "J'utilise notion sur Ipad et c'est trop bien pour prendre des notes de cours. J'écris avec l'apple pencil et notion transforme l'écriture en texte automatiquement.",
      "likes": 23,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benjaminleb7091",
      "author_id": "UC8ya0PDB4tnO7sI9m-p3Oww",
      "text": "Merci franchement, le message de fin me donne envie de retenter",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@luptimes",
      "author_id": "UC9YvYegHnLyyxoKZyu8A6zA",
      "text": "Barrière anti-first",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Electro-Info-Tech",
      "author_id": "UCX4BE3U5-Ipz9etIeILol0Q",
      "text": "J'en entends parler de plus en plus, tu viens de me conforter il semble correspondre à ce que je recherche et merci du conseil concernant la simplicité.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@malvo2723",
      "author_id": "UC8gOAFnpeHMlJFyDWpc4JJg",
      "text": "Tu as découvert l'application avant ou après la proposition de l'opé ?",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BenjaminLamure",
      "author_id": "UCb7c7WjKsuXW2QLuxHhV3Yg",
      "text": "Je suis dessus depuis bientôt 7 mois alors ouiiiiii des vidéos, bien envie d'aller plus loin",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TonyM1010",
      "author_id": "UC9IYwu1ZET6e6hzH8nTNr5w",
      "text": "Ça s'annonce bien",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alfa-one1592",
      "author_id": "UCDn25HmGNnuDmePC_gUxbEg",
      "text": "Bravo tu viens de découvrir le meilleur outils de production jamais inventé, mais tu as totalement raison l'effet est pervers",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kobou",
      "author_id": "UCU-fOsrqXnrPA8Rd3eaH7mA",
      "text": "Micode Le Best",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@martinvilport2428",
      "author_id": "UCtDLwgB_wtGSCktZTdF6juw",
      "text": "Spline et Notion dans la même vidéo... Génial !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@timshadowsmurloc4483",
      "author_id": "UCQaQsoE3Mh7kGJc10b_W29g",
      "text": "meilleure notif.",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vincentquintal1",
      "author_id": "UCcRlAyDsz1r07Ej8uyd1kUg",
      "text": "Le 10 minutes de placement de produit le plus sincères et agréable que j'ai jamais eu!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loic.bertrand",
      "author_id": "UC79E11A2KwREhZ6Myr644-g",
      "text": "Très intéressant comme outil ! On notera aussi la totale bogossitude de micode 😍",
      "likes": 10,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laurentdv7137",
      "author_id": "UCK1V8ir54wPyheGdXopMAlQ",
      "text": "Enfin l'outil parfait pour procrastiner!! Merci infiniment!!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@axopet",
      "author_id": "UC2MVBHevqt3_89ux8k-7iDA",
      "text": "Go go go !!!",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@roxunks",
      "author_id": "UCZeXdKLaxs1yPihjklNuljg",
      "text": "J’annonce d’ici quelques années Notion sera la « norme » et tout le monde s’en servira",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@La-sauciss",
      "author_id": "UCHKbpHfLWuWcRbkD52CGTdg",
      "text": "Beaucoup trop longue cette pub pour un truc qui te fait perdre encore plus de temps :3",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nathanrobin3900",
      "author_id": "UCHGlJw2tPAhiHl6V-3k1fuQ",
      "text": "Ça fait des années que je cherche un logiciel comme celui-ci pour organiser ma vie perso et pro, je suis tellement heureux bordel",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@serzaknightcore5208",
      "author_id": "UCfdMAfzCrYiczaHAgRt7E_g",
      "text": "la sponso sur une vidéo ou tu présente un logiciel en en disant que du bien, c'est pas une bonne idée si t'est vraiment sincère\ncar du coup on peut pas savoir si le logiciel te plait vraiment, ou si t'a pas eclipsé dse problème que tu connais mais que la marque t'a demandé de ne rien dire...",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@doublem1203",
      "author_id": "UCqEcjXCKv4LY59qI14dfO4w",
      "text": "lesgo micode, bon visionnage l'équipe",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sambailli",
      "author_id": "UCbC7wGDydQsvAFgX0vnrM7w",
      "text": "10 minutes du pub, inutile de regarder, sans parler des gros problèmes de sécurité de cette appli",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DKevin91",
      "author_id": "UCTpG3rV5EMbmGUUji1Se00Q",
      "text": "Le problème, vu que c'est sponso on peut pas se fier à 100% à ce que tu dis :/",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@-AiViX-",
      "author_id": "UCKWDCOhwpxgp5KCGWW-WCcw",
      "text": "Au début je me suis dit \"il va quand même pas faire une vidéo entière sur une sponso je crois que j'ai jamais vu ça!\". Puis au final je me suis dis \"en fait c'est la première fois que je vois un YTB parler d'un sponso en lequel il croit et est convaincu de son utilité. Avec une vraie expérience personnelle derrière !\" \nJe pense qu'en fait toutes les sponso devraient être faites comme celle la, on sait à quoi s'attendre en cliquant sur la vidéo et elle a un réel intérêt pour ceux qui ont bien voulu regarder ce contenu. Bravo",
      "likes": 9,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@serge7854",
      "author_id": "UCM-HoeDfE0qELEe65Xet6_w",
      "text": "Tu es fantastique, tu es un bon guide pour ta génération et ses suivante... faut dire, tu es, un bel exemple de partage de savoir, merci, toi, pour l'humanité",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bafiste",
      "author_id": "UCEe3tQhGNSS44ZhBcR-Y-_A",
      "text": "C'est normal la chute d'fps sur tes vidéos ? je suis le seul  ?",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@karel99",
      "author_id": "UCtXr17_O7rHCwPg7icF5E9Q",
      "text": "Stylé ta coupe de cheveux 😁",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@luigisgl2639",
      "author_id": "UCGebJKDw7uaEDdLTK76RNqA",
      "text": "Le meilleur outil de productivité c'est un fichier texte avec vim.",
      "likes": 15,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wasab2498",
      "author_id": "UCMLnmC4nGqi1D8XYoRbecuQ",
      "text": "Ça rafraîchit la coupe",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@titild5687",
      "author_id": "UC7MCmMdRQd0rqLOfKXXr0fw",
      "text": "Merci pour ces conseils! ☺️ J'adorerais que tu fasses une série de vidéos sur Notion.\nJe viens de commencer un nouveau travail et je galère avec des listes par ci par là des choses que je dois faire et des prises de notes au fur et à mesure que j'apprends, cette application va beaucoup m'aider à ne plus m'éparpiller sur papier!",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@donyzi",
      "author_id": "UCEuj9dN_b07VRHH6zh0UeXg",
      "text": "Sympa le col en O mon reuf",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibvaradi4752",
      "author_id": "UC1zDsYgdipBHAgxKqF10_Tg",
      "text": "Il y a exactement le même principe de fonctionnement sur Teams (donc avec tous les outils microsoft) qui est Microsoft Power App",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@54alexq",
      "author_id": "UCjEpWGd3EevrqQs91sLZORg",
      "text": "C'est frustrant pcq comme c'est une collab, je suis partagé entre le fait que le discourt soit sincère ou que ce soit pour faire de la thune",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@weeskybdw",
      "author_id": "UCXWQxdAF5oHAPdNkwLtomTw",
      "text": "Trello est aussi gratuit en partie par exemple. Dommage que ce soit pas un outil Open-source et juste une vidéo \"biaisé\"",
      "likes": 9,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cyrillerobin5564",
      "author_id": "UCjGM_v7PqV6wQO12EN1keig",
      "text": "je me suis rendu compte que j'ai jamais été aussi productif que sans tout ça, sans smartphone (juste un vieux tel sans internet), en fait le cerveau sélectionne très bien ce qui est important ou pas quand on ne le bourre pas d'informations inutiles et de stress",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jayelti",
      "author_id": "UCBulYX__nD2zxBusHYW0YMw",
      "text": "On ne développe pas des manières de travailler avec l’informatique, on se développe des procédures de travail, et ensuite on les informatise pour les rendre plus facile.",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Leonnnnnnnnnnnn",
      "author_id": "UCf8SJjGCpzvHA35qsZzeaVg",
      "text": "Fais une série de vidéo sur l'API de notion avec tes idées je t'en supplie ça m'intéresse trop trop trop",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GuigEspritDuSage",
      "author_id": "UCrOimsWPYWsvW7bQDj9I6Bg",
      "text": "Un conseil: au lieu de chercher l'outil idéal, inscris-toi à une formation de \"gestion du temps\". ça prends un ou deux jours et ça aide vraiment.",
      "likes": 5,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zxenon_",
      "author_id": "UChMs1C0BJDu_o0A3p5KzJJA",
      "text": "Micode, merci. Tu es vraiment 🔥",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sictore-recherchedindepend323",
      "author_id": "UCfBPHJazb6p0P3RYNh05BJg",
      "text": "Je suis chef d'entreprise et je n'utilise pas d'appli, pas de notion, je ne perd pas des heures sur des trucs virtuels qui sont sensé m'en faire gagner, par contre j'utilise un truc génial, mon cerveau :))))",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maximeheuze1111",
      "author_id": "UCJxkdvLkHPttfcPqBqo2Qbg",
      "text": "génial!!! ON VEUT D'AUTRES VIDÉOS D'APPLI POUR S'ORGANISER!!!!!!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Stenodyon",
      "author_id": "UCZl98ovKcFexIURROReX9Mw",
      "text": "Miniature et titre click-bait pour un application qui n'est pas ouf niveau respect des données privées, yikes",
      "likes": 3,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@luffy-or4br",
      "author_id": "UCqkhORCyVCV-m_p5xF95TdA",
      "text": "tu m'a bien vendu le produit là en plus ton histoire d'étudiant a entrepreneur en quelques année ressemble très fortement a mon présent",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sandrinealexandra.G",
      "author_id": "UCufo4xCygRikzTQMQetlbEA",
      "text": "comme quoi la patience et la tenacite paye........... bravo  micode",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@simonsays-Fyc3",
      "author_id": "UCqUOSOOtsGkhX5vNbdY-X8w",
      "text": "3 ans que l'intégralité de ma vie se passe via Notion !vraiment mon deuxième cerveau !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maximeeven2978",
      "author_id": "UCQQMTTiGBekhII3RpmK5Jqw",
      "text": "Mais comment je veux tellement une suite à ça",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mrthebest37",
      "author_id": "UCWXUe5pY4PO1oOZt_S7i5vg",
      "text": "Franchement, c'est la meilleure vidéo sponso que j'ai jamais vue, je pense !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mlle_Imene",
      "author_id": "UCS9i0U8LVgDBVseuKGnuXog",
      "text": "la meilleure pub du monde 😂 c'est pas la première fois que j'en entends parler mais toi !!! tu m'as donné envie de la télécharger",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brize3452",
      "author_id": "UCx78HUy2q457LYUyBUoQuDg",
      "text": "PUNAISE MERCI !\nEn tant qu'écrivain c'est typiquement le type d'outil polyvalent que je recherchais !",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cortland2379",
      "author_id": "UCtNj3pJVr3yLFMR_KIOoZfQ",
      "text": "Je trouve que c'est super cool j'ai installé ça aujourd'hui et j'ai joué un petit peu avec pis je crois que ça mérite vraiment que tu en fasses d'autres vidéos",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Breakytt",
      "author_id": "UCeIAjAKjxxUk2sPWPoxG2Ug",
      "text": "Dans le même genre, il existe Coda",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Franklyn-5477",
      "author_id": "UCv89Ldkg86G4LD-ryrcQ7KQ",
      "text": "Juste en te regardant en parler tu m’a donné envie de l’utiliser bien jouer 🍀🌟",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@legeekessayiste7015",
      "author_id": "UCIYmOIgiMSIeub97coIxy8A",
      "text": "Belle pub",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bawwoooo",
      "author_id": "UCt2eH2_SN1BIzsfbzLuIt2w",
      "text": "Pas ISO 27001... Dommage.",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@good_old_tam",
      "author_id": "UC7d8gVsazHFNveKkku7mFFg",
      "text": "Oh la la la la une série sur du dev utilisant l'API Notion ça serait incroyable !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@othman9666",
      "author_id": "UCf4aV1pbX4dq4qFAJJgufrw",
      "text": "Trop bien j’avais besoin de me réorganiser pour cette rentrée j’ai envie de tester mtnn",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vinceguemat3751",
      "author_id": "UCShcaxvmxczSgVP4bF6TvYQ",
      "text": "Micode a programmer la sortie de cette video avec Notion",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brunonogues5128",
      "author_id": "UCP93ZdL2aIxpuMUGAZUI9Fw",
      "text": "Je suis dev et auto entrepreneur, et sérieux cet outil à l'air pas mal, je vais checker sa ;)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sampers4043",
      "author_id": "UCJovxtQHopJ2xohv-kuSvqQ",
      "text": "Après avoir vue cette video, j'ai installé Notion.. je suis désormais CEO chez Google",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Splash-k8n",
      "author_id": "UC5G8-ygj6FtNLN5NU99G5uw",
      "text": "Super vidéo ! J’utilise Notion de manière quotidienne - hebdomadaire, il faut trouver le juste milieu entre la beauté et l’efficacité, on peut se donner l’impression de « faire » en documentant ce qu’on « doit faire » ahah. Bref merci de mettre ce sujet en lumière 😄",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benjats8155",
      "author_id": "UCnT3LB85eSRhRcIpjvoOsmg",
      "text": "C’est pas un placement de produit c’est un appel a l’aide 🤣🤣",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Rhym0ne",
      "author_id": "UCbcDCozahztGyDzfHDA18uQ",
      "text": "Meilleure application de gestion de projets et de loin !!!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@R-tech-informatique",
      "author_id": "UC-BFIjJMptF6mp_ZG92HcqQ",
      "text": "Toujours un plaisir té vidéo",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elioboursault3084",
      "author_id": "UCS-5QE8vDilbwEYUl0w_BzQ",
      "text": "J apprends à utiliser notion depuis 2 semaines à peine , pour organiser mes cours de fac et autres , c'est le Timming parfait",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrAupire",
      "author_id": "UCw22uk4eq8LfsC6eKx8ZTyg",
      "text": "\"Notion est un logiciel mutants-modulaires\" Micode, 2021",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@godtsrobin8570",
      "author_id": "UCLNTm8wSV-zowyBvCKDtUbQ",
      "text": "Il y avait la même musique de fond que pour la construction du lance saucisse de hihacks",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@caca-pg9qg",
      "author_id": "UCpNQ3uChetX_A7tKSZXufBw",
      "text": "Un gros thanks bro ca aide en tabarnak avoir une app qui aide à gerer tout les trucs important🤝😎",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@france.reginachristi6313",
      "author_id": "UCHkbKpx2cfZsGyO896smVhg",
      "text": "J'ai beaucoup ri, merci.",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Agg3los",
      "author_id": "UCoR52WApP3jEvPUsluBFBHg",
      "text": "T'es génial, change rien mec !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pedroincognio",
      "author_id": "UCQzpDDFUnxwPvZUO7kY0CiQ",
      "text": "J'ai hâte de faire des graphiques de ma productivité",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TontonBo-sc9nz",
      "author_id": "UCSW7L-M43l5pjf7-c-lYIUA",
      "text": "Vidéo super intéressante, je ne connaissais pas et étant souvent source d'initiative pour mon équipe, jvais certainement me pencher sur cet outil.\nPetite question : où sont stockées les data ? J'imagine dans leur cloud. Y'a moyen d'avoir une base de données plutôt en local ?",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nathancassin4052",
      "author_id": "UC9jcQDqCed8RGPkhrGQEm2g",
      "text": "Je te conseille de regarder tech out pour ton organisation !",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@O_W_L",
      "author_id": "UCDd39CZ7Rv_-AbB2qcp-iMQ",
      "text": "Oui ça s’est passé exactement comme ça pour moi aussi, résultat je sais toujours pas gérer ma productivité 😭 En revanche tu m’as remotivé pour me repencher sur le sujet alors merci !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@josephrucquoy3028",
      "author_id": "UCoxxquvW2Mh4GSoJVcPqgtw",
      "text": "Le système que tu présentes ressemble à une version logicielle d'un bullet journal en fait",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@justeunbot9229",
      "author_id": "UC9p7OD0DahI_Ez0G0JV-08A",
      "text": "Ca a l'air cool pour faire un CV en ligne aussi",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lel7531",
      "author_id": "UCCbcH3PNDF2a4n1uqCYPR8A",
      "text": "Mais du coup tu nous montre pas ton Dashboard ?",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Hakeil72",
      "author_id": "UCjKcZoEMy0xj4Szqq51L6-g",
      "text": "On utilise notion dans ma boite et j'avoue que je pourrais pas passer ma vie sans; le simple fait que doc, tableur, lien avec figma, un calendar, un kanban fin bref ca fait tout et c'est dingue",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TFlorian",
      "author_id": "UCiUGLHBEWxjlEyPZSlo45-A",
      "text": "RIP les mois passés sur ce soft \nBravo pour la Notionit !\nMerci pour cette présentation ! \nJ'espère que le moral vas mieux (au moins une tache de faire qui attendait depuis Juin !! )",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flxflx69",
      "author_id": "UCo7O0P06pH0GRjOFrxY_j3A",
      "text": "Mec ta vidéo est incroyable",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@YumikoMayamine",
      "author_id": "UCcucDz4EM_aFu4YhHa3hjSA",
      "text": "J'avais essayé y a un an mais je comprends rien à ce site mdr",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eskelea",
      "author_id": "UCWbXv7gDDSfPvMtHTE1RJWw",
      "text": "Notion c’est la version tech du Bullet Journal en fait XD",
      "likes": 0,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Espoirhu",
      "author_id": "UCWI_BLzCr0gNrRCvuMV5wvA",
      "text": "Omg j’ai découvert notion récemment aussi ça a refait mon boulot",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zephyr-mj8qm",
      "author_id": "UCRrtg_kJLEJ36-CycRoBM_Q",
      "text": "Perso depuis 3-4 mois je use un système de ticket en temps qu'étudiant pour les devoirs je trouve c'est le feu tu peux voir en temps réel comme sur un tableau ce que tu as à faire mettre tes idées à plat",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@da_mumba",
      "author_id": "UCfe3RyxVmTxU-kNQDOnvDCQ",
      "text": "Notion un bel outil",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mattildeo1950",
      "author_id": "UCEGqM9Twh5JGYbaGaZAVL8Q",
      "text": "sinon ya un outil hyper modulable aussi: le bon vieux carnet",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nash115",
      "author_id": "UCE2y3l9QOn9zHOb_6nGg5ow",
      "text": "Mais un ÉNORME merciiii !!! 🤩😍",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vincentdietrich339",
      "author_id": "UCShTm3TGJ5v8XTzqFesZQJw",
      "text": "C'est tellement ce que j'ai vécu avec cette app...",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ileaumax5466",
      "author_id": "UC7GW0K-U0WPBTMY75cywWlA",
      "text": "ça manque vraiment d'une outro à chaque fois mais sinon toujours bonne vidéo",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Pixellgame",
      "author_id": "UCBLsuyt9snkoaa0BoMN5MDA",
      "text": "Yes, j'utilise déjà l'app grace à Shubham mais c'est cool que tu la présente !",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matteodallery5669",
      "author_id": "UCqKoVRKYkTmsFJxSQ_smW8g",
      "text": "Pour améliorer la productivité il faudrait des applications qui bloque les parties les plus addictive des réseaux sociaux comme les Reals ou les Stories par exemple...",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mamapatoune5010",
      "author_id": "UCYCrig0QPtvEq1nN5R30BxA",
      "text": "ca me fait pensé au bullet journal mais en numérique ! ca me donne envie de testée ! ALLEZ",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomasalakazam1484",
      "author_id": "UCwy039fJH16mgrv4Gzprywg",
      "text": "Vraiment peu connu mais j'essaierais 👌",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@feline_berbere1",
      "author_id": "UC_Sl9SqSUndA3Tvk9A7NGPQ",
      "text": "OBSIDIAN mieux que NOTION ❤",
      "likes": 2,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kalzangdordje",
      "author_id": "UC20SuYmbBWkIUPOidbX_9pw",
      "text": "reconnaitre l'addiction est déjà le début de la libération héhé merci pour on humour et cette superbe information.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BabyWeezyy",
      "author_id": "UCommXyNySMG3kuLX6kPQWwg",
      "text": "Je viens de passer 11 min à regarder un placement de produit là ?",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@firehack7z611",
      "author_id": "UCBu53oQEkGGGXXPdQ-09wyQ",
      "text": "Tu m'a partager cette addiction 🤣",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tris1559",
      "author_id": "UCwicB6iig7Kcadr0DWwLeMg",
      "text": "j'ai l'impression qu'avec cette aplis, le temps que je devrais passer a être productif je le gaspillerais dans cette aplis a me faire un beau planning que je suivrais jamais x)",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BusinessBonheur",
      "author_id": "UCDewUcN_4lGvURl_-AtWvGg",
      "text": "Pour ma part, la limite actuelle est de ne pas pouvoir faire une vue rassemblant plusieurs base de donnée. Exemple : 1 database client avec date à recontacter database partenaires avec date de remise des commandes, 1 database tâches et de pouvoir assembler dans une seule vue calendrier contenant toutes les dates de ces datavases",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mal3yka893",
      "author_id": "UCGcpfgeOBu9DfOcZcFxDoUA",
      "text": "J'aimerais bien une vidéo pour les API sur Notion :)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mhytas",
      "author_id": "UCASR_HSnZlh_eSaCqbkhRCg",
      "text": "4:48 « bib » 🤣",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@trollenz",
      "author_id": "UCfYkRnAH4zNxnUk5w97Mb-Q",
      "text": "😂😂😂 ca fait un an que je suis sur notion, c'est un bordel sans nom, on passe plus de temps à essayer de configurer... C'est ça le problème j'ai essayé des applis qui ne me convenaient pas car elles ne me permettaient pas de faire ce que je voulais également m exactement.... Là c'est le contraire, on part dans des délires... Je m'en sers pour prendre des notes, ça a remplacé Google keep... Mais ma vie est toujours aussi bordélique 😂😂",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Popeye4325",
      "author_id": "UCBLc10Y2u8roNf61F2OaYWg",
      "text": "Organiser ou produire, il faut choisir :D",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leboss4503",
      "author_id": "UCs0FMaJ7Lgm8LzHU044A2dA",
      "text": "ton montage est incroyable",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ragnarphi6136",
      "author_id": "UCr4XZucL2YZW95mrlyFcHPg",
      "text": "J'utilise Notion depuis un moment et il à changé ma vie dans mon organisation personnel ! J'espère qu'il y aura des prochaines vidéos sur Notion ^^",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LuckyDrawAparung",
      "author_id": "UCYtR8Iftbe0cV-IAtKBogxA",
      "text": "C’est exactement tous mes problemes qui sont listés dans cette vidéo ahlala",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@micaelmkd7924",
      "author_id": "UCN3tVn0qVA_FS1oxFvc7j-Q",
      "text": "Cool cette vidéo . Je ne sais pas si ça fait longtemps mais t'es plus beau il faut que tu retrouves tes cheveux",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spratch",
      "author_id": "UC8zXTRJGRLFpNv2UUXsBy0w",
      "text": "J'ai vu la miniature et j'ai compris de quelle appli ça parlait ahah",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@latelierdelasorciere",
      "author_id": "UCX0985p3G2i4CXJCdHDB9YQ",
      "text": "Ce qui est marrant c'est que Notion, je l'ai découvert il y a plus d'un an, conseillé sur le pouce par une amie. Résultat, je m'y suis mis très vite, mais j'ai vraiment fait le minimum de personnalisation à l'époque parce que... Je savais pas que c'était possible. Je savais même pas que c'était connu et très utilisé (d'ailleurs il y a un an je pense qu'on en parlait moins qu'aujourd'hui, surtout chez les francophones). J'ai découvert les moyens de personnalisation il y a genre trois semaines et je me suis fait plaisir, mais entre temps mon système existait déjà :) ça m'a même permis de l'optimiser un peu parce que j'ai fouillé et enlevé des trucs dont je me servais pas ou mis plus en avant des pages dont je me sers plus souvent... BREF prenez l'appli en main et personnalisez après mdr",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@luffyxel3121",
      "author_id": "UC4W6N7ez_nGqwHtZ3Z_tOdQ",
      "text": "Le mec est sponso et il critique sa sponso il va pas etre payer xd",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sorocrux9365",
      "author_id": "UCiYH1gmRDzZ2OkuN6XFVwjA",
      "text": "je vais essayer, de toute façon je ne perd rien. Et bizarrement je me suis reconnu dans ton introduction. Si ça peut m'éviter de terminer des projets d'école à 23:59 alors que ça doit être remis pour minuit.",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lmagiro",
      "author_id": "UC0UbSxqpOWdI1Lo1u-gXGsw",
      "text": "Salut Micode ! Sur Underscore vous aviez parlé de la mort numérique avec un site web qui sortirai prochainement (actuellement en phase de dev il me semble) mais je n'arrive pas à retrouver l'épisode en question... Si quelqu'un a une idée du moment ou les invités en parlent ou si tu comptes faire une vidéo dessus ça serait certes un sujet un peu léger mais assez intéressant.\nMerci d'avance :)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vinceAmstoutz",
      "author_id": "UCVS-_V9G7YyqsUv72_Hi9tQ",
      "text": "Super, merci beaucoup pour cette découverte ! 😍",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kaderloop785",
      "author_id": "UCObDvqHOpgpF4LixWfvDQvw",
      "text": "Je me rends vraiment compte que la flexibilité des outils modulaires, c'est une épée à double tranchant... Ça te permet de tout faire, ou de faire n'importe quoi.\n\nÉtant moi-même dev, je regarde pas mal la chaîne Game Maker's Toolkit, qui a récemment fait une vidéo sur le logiciel Unity. Et une phrase qu'il a dite m'a parlé: \"Unity, c'est un outil pour faire des jeux vidéo... Mais c'est pas un outil pour faire mon jeu. Ça, c'est à moi de le créer.\" Parce que au final, tous les jeux sont différents dans leur construction; et le meilleur moyen de développer quelque chose, c'est de construire l'outil dont tu as besoin quand tu en as besoin.\n\nEt j'ai envie de dire la même chose de notion. C'est un outil pour organiser une vie; mais pas un outil pour organiser ma vie. Ça ne sert à rien de reproduire le setup de quelqu'un d'autre, parce que c'est pour gérer sa vie, pas la mienne, et j'ai mes propres besoins.",
      "likes": 1,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@joyhure7247",
      "author_id": "UCMF3UEsj1kQx41wLm-wxAkw",
      "text": "Au top Micode comme toujours 😁",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Cartierbresom",
      "author_id": "UCRHZR1gJq1mASoWa8Oaz8-g",
      "text": "Après des années à testé les apps d’organisation et de productivité, je suis passé sur notion il y a 2 ans. J’ai un profil free-lance / créa.\n\nLa grande difficulté quand on commence avec les apps de productivité, c’est qu’il fait pouvoir modéliser son workflow de travail avant de se lancer. Sinon on ajoute des nouvelles briques toutes les semaines et c’est vite infernal à tenir (et on perd du temps alors qu’on devrait en gagner).\n\nNotion est un superbe outil, à condition de ne pas tomber dans la suroptimisation de l’outil pour ses usages !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolas4667",
      "author_id": "UChsxB204obEcr3LtgDlTv0A",
      "text": "Pendant mes lives, certains viewers m'ont parlé de Notion et je me retrouve totalement en toi. L'outil est fantastique, mais qu'est qu'on perd du temps dessus car il est trop complet.. Finalement je suis revenu à un éditeur de code classique pour faire du markdown (Atom) et une todoist sinon je perdais totalement en productivité.\n\nPar contre je serais curieux de voir une vidéo de toi qui pousse Notion au delà de l'utilisation classique !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kyrli0-fr",
      "author_id": "UCsPNeniyQ-r78g5FpCWulrw",
      "text": "Tu m'avais grave chauffé avec cette appli, alors je l'ai téléchargée. Je suis étudiant et je cherchais une application pour prendre des notes, et qui pouvait tout regrouper. Notion avait l'air parfait pour ça alors j'ai essayé. Petit bémol: au bout d'une heure de réglages et de recherches à essayer de trouver comment m'organiser, je me suis rendu compte que pour transférer toutes les notes que j'avais déjà prises ou pour en prendre de nouvelles (genre créer un nouveau cours), ça me prendrait beaucoup plus de temps de passer par notion que de faire comme je faisais avant. Au final, c'est une appli qui a l'air super pour les personnes qui aiment passer du temps à s'organiser (genre une journée ou deux), mais beaucoup d'options et de petits add-ons seront inutiles pour moi. Je la garde dans un coin de ma tête pour plus tard, mais pour l'instant où prendre des notes manuscrites est la majeure partie de mon travail ainsi que de gérer des pdfs, cela ne me sert pas à grand chose. Le bon vieux drive suffira largement.",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sami..1913",
      "author_id": "UCPDsr4BxAqoLcTV51EtB6Mg",
      "text": "La mort n arrêtent pas ceux qui sont vivants .",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pekab96",
      "author_id": "UCAH_W_s4F0oPVkH3ZQZR0uA",
      "text": "Je l'utilise depuis un moment et je serai hyper chaud si tu pouvais faire une série su le développement de ton espace de travail, partager ton travail d'automatisation etc.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@toriabakar5331",
      "author_id": "UCcyMsxNMK-BLKfc3T9BfNlQ",
      "text": "Frère votre introduction de 2 minutes c'est la description totale de moi en ce moment. Couper coller ! Il faut que je cherche de solution à ça j'en peux plus !  Je pensais que j'étais le seul à souffrir ainsi.",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jojootime2106",
      "author_id": "UCsfGQIUy7LxvFh4XQt5WElg",
      "text": "Je me suis heurté au même problème au début. Je confirme les dires de cette vidéo 😅.",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomasberthet6459",
      "author_id": "UCaxoTTOPP_PnPvzu1ESetbQ",
      "text": "T'as tout résumé ahah ! Je me suis tellement identifié dans ton discours 😅",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@joffrey00_off",
      "author_id": "UCx-HrBQUmvw047itJVXbH6Q",
      "text": "Sincère tout en étant sponsorisé, au top 👌",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Alexdechoc",
      "author_id": "UCULHvfo-Hxt_oYTQJRinzeQ",
      "text": "J'adore ton cote blagueur et auto-derisoire dans cette video",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noupot",
      "author_id": "UCZ889Q3V_IKLuAPMGupeJeQ",
      "text": "J’utilise les outils fournis en standard avec Mac OS et tout roule sans prises de tête et sans ajouter de thunes pour les abos.",
      "likes": 1,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rudypatard5700",
      "author_id": "UCfpCq9sbJZ9_cgH6NncD8Kg",
      "text": "Ah, ma période bullet journal...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Cormackvis",
      "author_id": "UCi3WaGw46ALz1AaSupxPBig",
      "text": "Merci de la découverte ;)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@misscroupette9777",
      "author_id": "UCR3UyCd9qleOZqMD3qCby-A",
      "text": "J'ai récemment découvert Notion en tombant sur une vidéo par hasard qui en vantait les prouesses, et j'ai compris que ça allait clairement me sauver pour mon organisations dans les études !\nMais j'ai pas encore osé me lancer dessus parce que c'est intimidant ET que j'ai peur de faire une Notionite également, ce qui ne serait pas idéal à moins d'une semaine de ma rentrée académique, on va pas se mentir xD",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benjaminterkuile",
      "author_id": "UCYz__e97Jyw2JRao-dIVWTQ",
      "text": "Ca ressemble beaucoup à l'outil Confluence de Atlassian, merci pour la présentation de cet outil !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NicolasSIERRA-mz8pk",
      "author_id": "UCfM8MGz8mwvI8IJp2PtDf9g",
      "text": "J'adore ton intro déjà! Je découvre ta chaîne 💪",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@auboisrowan1734",
      "author_id": "UCX8A6cPGlonwJ0LEqRNjSKA",
      "text": "Je me suis complètement identifié à toi !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stoxca",
      "author_id": "UC5_gu29Kz9UKZnDC-vNWXUQ",
      "text": "Trop bien cet outils !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "",
      "author_id": "UCjR-qXtJ5JB2Kju_HPyl6qA",
      "text": "Il manque le plus important, un exemple de l'utilisation que tu en as...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@croustimo2003",
      "author_id": "UCyzHGZ3MD5l0JVvWlVo5VSg",
      "text": "Je t'aime pour cette découverte",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@andreasbasso4795",
      "author_id": "UCErgiBKGkIpYRm85a7-AjuQ",
      "text": "Un pote m'a montré Notion début d'année et je confirme que c'est incroyable :). Et je confirme aussi avoir la notionite aigue parceque mes workspaces sont pas beaux comme les gens sur youtube hahaha",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Clem2605",
      "author_id": "UCglxhjGAohlskjt9CRNzaoA",
      "text": "Tu viens de décrire ma vie a chaque fois que je découvre un outil de production xD. Ceci dit, je n'ai jamais testé Notion, donc merci pour cette recommendation!!",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ghais7",
      "author_id": "UCK8kb3D0Sf2-cuLjCZ7jCDQ",
      "text": "super storytelling ( tu tes bien amélioré)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@timshadowsmurloc4483",
      "author_id": "UCQaQsoE3Mh7kGJc10b_W29g",
      "text": "c'est vraiment une app comme ça que je cherche merci 🙏🙏🙏",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mange-Moi-Fifou",
      "author_id": "UC3QrBKxbBqtdQ9Y-paj2q-Q",
      "text": "Tu ma convaincu! Go l’installation!",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GamedevTeacher",
      "author_id": "UCyswDjUH1_gFIFJyu0sjJMg",
      "text": "Je l'utilise depuis deux semaines et je confirme cette application est vraiment génial!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xNinil",
      "author_id": "UCyHNgZ_tSTtSLajgZTSMEkw",
      "text": "Ah ouai t'es le boss !",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Taggleman",
      "author_id": "UC74gV_m6evapJIsMKQDZBng",
      "text": "En plus au début, en version gratuite, tu avais un nombre limité de \"blocs\"... Maintenant c'est open bar et là ça a tout changé pour Notion !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zander_45",
      "author_id": "UCOQ-ZrI45ZIi4a4XlWxh9OQ",
      "text": "J'ai regardé plusieurs vidéos et je n'arrive pas à être convaincu.\nUn bête calendrier google ou outlook me suffit pour me souvenir de ce que je dois faire. \nL'application note de mon téléphone me suffit pour faire une to do list.\nLes dossiers qu'on peut créer sur notre ordinateur pour stocker des informations. \nGoogle drive au pire...\nJ'ai peut-être une vie pas assez remplie ? \nJ'ai l'impression que les gens perdent + de temps à écrire des trucs pour faire genre plutôt que de travailler.",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@theovitte2359",
      "author_id": "UCjfcLqmX1nlziE7Hs8mXFoQ",
      "text": "Celle qui est vraiment cool c'est \" any do\" comme app d'organisation :)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RomainROYER",
      "author_id": "UC3uG3Mp_ae7FQX_9dxTqrdw",
      "text": "Merci pour la découverte",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julienleboulch7747",
      "author_id": "UCiht_GBMmLQMx4zlqjLX_Ng",
      "text": "xD je l'ai tellement vu venir celle là mdr. J'utilise notion depuis un petit bout de temps, ça prend du temps pour bien s'habituer etc mais la vitesse maximale que t'as au bout d'un moment est énorme. C'est vrai que le gros problème c'est de faire du notion plus qu'autre chose.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexiscssn7624",
      "author_id": "UC3OqqJRKIQ11bscbgWRrnzg",
      "text": "Merci @micode je viens de commencer on verra si il est bien pour ma production. Très bonne vidéo",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ydtuijcblok",
      "author_id": "UC0Sd75YevUGRY4Eqw8RWsbw",
      "text": "Alors très bonne vidéo, le sujet et la moral sont bien amenés ;)\nMAIS je sentais que c’était sponsorisé, là n’est pas le problème. En revanche une fois convaincu de ce dernier il reste des détails important comme les prix s’ils y en as … est ce gratuit ? \n\nLa promotion d’une bien ou d’un service doit tjrs être très clair sur les tarifs.",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iliosss",
      "author_id": "UCZbRQgfUdt8qrVIbt0duPcg",
      "text": "3:38 Mdrr le \"aucun suspens\" après presque 4 minutes de storytelling et de teasing",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lapassegraphique",
      "author_id": "UCOD_PldTagUqQzl-qlblaJw",
      "text": "Et il retourne sur Notion voir ce qui reste à y faire 😂",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bbfun1808",
      "author_id": "UCqFHEuP35O9PYjOcMjI64Dg",
      "text": "C’est exactement mon problème actuel",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@godtsrobin8570",
      "author_id": "UCLNTm8wSV-zowyBvCKDtUbQ",
      "text": "Il y avait la même musique de fond que pour la construction du lance saucisse de hihacks",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@labstral",
      "author_id": "UCgyIDeFgu_T5szIaCKjdjdg",
      "text": "998k abonnés bientôt le million !",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Pseudonyme_en_E",
      "author_id": "UCe_HlIsbSE2ZZW7pQcMyOsA",
      "text": "Au début je pensais qu'il allait me vendre une formation pour devenir riche",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iouri404",
      "author_id": "UCfODevB31CMoXSzcGK7jHhw",
      "text": "Pro-tip de mec organisé : agenda smartphone + rétro-plannings sur post-it\n\nnote dans mon agenda --> acheter post-it",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@imperatormaximus",
      "author_id": "UCsgcXyOVZO85FaxP3-nDP7A",
      "text": "Micode tu es mon sauveur. ^^\nPar contre j'aurais bien aimé avoir une petite présentation des formules de prix.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@francoisbdc3553",
      "author_id": "UC31Q0O0mEMCCfEIOkxZLIzQ",
      "text": "Oh oui ! Une vidéo de Micode !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clementarmand",
      "author_id": "UC345bN2EXJTVvztjrvgmW4g",
      "text": "Super intéressant merci 🙏",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicpro85",
      "author_id": "UCfQOjlr4p9_Y8R5XYjog-oA",
      "text": "Bien sûr on dirait La suite Jira qui sert à créer des taches et des documents",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@oussanep-v5905",
      "author_id": "UCjYNe7ptcH7txomSP3Shgrw",
      "text": "Cette fin ptdrrr 😂😂",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@protojeu7414",
      "author_id": "UCOtfhvGqO9EAQ3_GjyMuTSg",
      "text": "Quand je pense a la boite où je bosse, il faut travailler sur une dizaine de tableurs, dupliquer les documents dans differents fichiers, faire des photocopies, ajouter et mettre a jour des tableurs ...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mr33322",
      "author_id": "UC784Z-lcLhHMvuaqa3_ThKg",
      "text": "Je n'ai qu'une chose à dire : C'est énorme !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Wilky971",
      "author_id": "UCohebtL1drsErzE9P8pMwZQ",
      "text": "C'est arrivé trop vite pour toi, j'ai eu la chance d'avoir eu ma maturité grandir au rythme nécessaire avec le temps nécessaire 🤣🤣",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pir3817",
      "author_id": "UC_F8d_hwcghERgfVZ-86aag",
      "text": "Je te comprends tellement",
      "likes": 1,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@diegorenaud",
      "author_id": "UCM7eRXgKtRzpHIQ92pPCN1g",
      "text": "J'avais un paquet d'applications de productivité. Je me suis acheté un cahier et un stylo à 30 sous. Je fais des trucs et je ne perds pas de temps. La tech c'est chouette, mais parfois de bonnes vieilles solutions sont plus efficaces.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoninbaudin3812",
      "author_id": "UCzFLFzdUowIp_axuDlsg3Hw",
      "text": "allez c’est parti",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@misterrider19",
      "author_id": "UCY9xVoEnO6mqfatZtTm4Qlg",
      "text": "J'ai débuté il y a quelques temps mon studio indé de JV et comme je fais tout solo, je me retrouve à mal organiser ce que je dois faire et j'écris à l'arrache sur une feuille ou le bloc note (dont je perd les fichiers txt constamment...) et je finis autant IRL que professionnellement en vrac.\nJe vais tester Notion, merci Micode car je connaissais pas ;)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laboragite",
      "author_id": "UCEONbU6B79jEM4KPZsTM-nA",
      "text": "La question de la réalité de la productivité est cruciale et c'est vraiment bien de l'aborder. La vidéo date de 2021. On est en 2023. Je suis à la recherche d'outils organisationnels, donc effectivement, Notion fait encore parlé de lui. \n\nPremière recherche : intégration de Caldav à Notion. Status = planned. En 2023. Un élément essentiel de mon organisation et donc de ma productivité (pour moi et beaucoup d'autres, je ne suis pas seul m'appuyer sur ce protocole, qui est la fois ouvert, simple et souple) n'est toujours pas implémenté.\n\nPuisque si j'ai bien compris, Notion sert surtout à faire croire qu'on a un joli tableau de bord. Inutile, mais joli. Perso, pour le boulot, j'ai pas le temps de jouer aux Légo !",
      "likes": 1,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quinzaindorian7036",
      "author_id": "UCL3n9tFu9Gd1gcUIaCnVcXw",
      "text": "Ok punaise, j’ai envie de tester mais j’ai peur de sombrer",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nonnonononononononono",
      "author_id": "UCn1gu1_ArMs_DGIDFf4b78g",
      "text": "Ben justement y'a le youtubeur programmeur Randy qui l'utilise et ça m'avait convaincu de m'y mettre, mais j'avais pas vraiment d'argument. C'est sympa de savoir ce qu'on peut faire avec",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lili41",
      "author_id": "UC82dc4KAUonGBQ2qDUn4LZw",
      "text": "Tu m'as rendue addict aussi !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JeanJean_33",
      "author_id": "UCwIBYVBxlmC-AGEhVy0yNeQ",
      "text": "Un bullet journal en gros plus de temps a le décorer qu'à faire la to-do",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Julien-hg8jh",
      "author_id": "UCuecYiEC6UmWjxda1NbJx_g",
      "text": "j'utilise obsidian perso, mais je l'utilise plus comme un outil de prise de note / to do list. Le coté API peut être super utile, je vais aller jeter un oeil !",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@missb.b",
      "author_id": "UCY5Y8IdDs-C8gp2RF8mKj9A",
      "text": "Tu as compris mon problème dans la vie... c'est que lorsque j'essaye de m'organiser (que ça soit sur papier ou sur ordi) bah je passe + de temps à rendre ma to do list stylé, et à réfléchir comment m'organiser qu'à faire les choses, du coup ça me fait perdre du temps donc après je dois me réorganiser car j'ai empiété sur le temps que je m'étais donné et ainsi de suite...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shammash1124",
      "author_id": "UCu1eh10V2NmTFfw-4ykRixg",
      "text": "Salut à toi jeune entrepreneur !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shino5429",
      "author_id": "UCCYKw91W55zFA3T9gt_sodA",
      "text": "Wow Genial ce soft, je vais faire mon Canvas interactif total pour mon prévisionnel. merci Micode",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@darkclaws9463",
      "author_id": "UCmv3gbSDAVr0BxqspzLaTKA",
      "text": "J'utilise déjà énormément notion, je la conseil vivement à tous ceux qui souhaitent organiser leur productivité. Gratuite et facile d'accès, j'aimerai bien être payer mais cette application est justement objectivement la meilleure que j'ai pû trouvé. Les meilleurs étudiants à travers le monde l'utilise régulièrement, elle est adaptable et personnalisable à souhaits.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Benjamin-hl9gj",
      "author_id": "UCpy4m6VmAT7Pa0jtFgbdPSw",
      "text": "Tu es relou je vais passer mon vendredi sur ça maintenant !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@martincarles1054",
      "author_id": "UCtZSsdxYpYUddRcL57XV9KA",
      "text": "Ahah ça donne envie de tester ! Benjamin code vient de faire une vidéo dessus aussi",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sedricdescolline4288",
      "author_id": "UC5lBZ0vFC6X9_ijnNoXMdYw",
      "text": "Placement de produit de 10 minutes il est trop fort ce mec j’ai tout bouffé 🤣🤣🤣😭",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NKZmusic",
      "author_id": "UC3etJEAIXuKgjdkHBLjHbbg",
      "text": "Merci pour cette vidéo !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Vinvin_CBX",
      "author_id": "UC_uqouutKiWAieV1pJGfifQ",
      "text": "Je comprends quand tu as dis que c'était addictif, j'ai essayé et effectivement, je suis devenu addict.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@damasmugisha9725",
      "author_id": "UCWoHHxNNoaXzzMhbghs_Khw",
      "text": "Moi allant télécharger l'appli maintenant 🏃‍♂️",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lenfandlaplebe",
      "author_id": "UCBcMXbBroJkVDKvUjz13cPA",
      "text": "J’ai rien compris, mais t’as parlé beaucoup, alors je te crois 👍🏼",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sandra_sukana",
      "author_id": "UC_KjVkVjU9hlOEjifMBvRiA",
      "text": "Merciii tu as résolu tous mes problèmes !!! XD",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@niaouw",
      "author_id": "UCMAlJHwninHeF3x-7DDRH4g",
      "text": "Super! J'irais voir et je vais devenir addict puis abandonner mdrr",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@twinweavers",
      "author_id": "UClFApkAiq6SXzG-ZV0D1fgQ",
      "text": "Merci pour la transparence ! C'est clair que quand on a un probleme de productivité c'est pas un outil qui va regler ça. Faut reprogrammer son cerveau. En tout cas c'est drole parce que je cherchais justement un outil pour tout organiser.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aurelienlecuyer",
      "author_id": "UC_Q7a4peU_Cp_ux7z0uZsXA",
      "text": "La Notion-19 🤒🤣\nC'est hyper cool ça pourrait intéresser mon père pour ses devis !👌",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emecea",
      "author_id": "UCGrOQyQvUHApPNYht_zbIiQ",
      "text": "Le micro sature un peu",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoine78123",
      "author_id": "UCt8C0ZO_-dG6JCQXKX7eLKQ",
      "text": "J'ai fait mon CV sur Notion que j'ai partagé en site web, c'est au top cet outil !!!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ottho-nocode",
      "author_id": "UCrdranIF7g3IeIbQmMFg1Gg",
      "text": "A quand un feat Shubam / Micode sur Notion ??",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JohnDoe-dr1jq",
      "author_id": "UCSQaoaF1_e-n2hBtDnfcx1A",
      "text": "Je vais aller tester ça de ce pas !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fabricemenoud3296",
      "author_id": "UC0VYINuFXsKP2K8294C9QvA",
      "text": "On est en juin, je me disais aussi que le temps passe vite, on vient de me dire septembre, cette vidéo m'a fait voyager vers le passé ou ma bloqué dans un trou spatio-temporelle 😂",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@geekscur",
      "author_id": "UCYnnuhZ5GYKUsgvDE6rtT3w",
      "text": "Les gens qui veulent du logiciel libre et trouvent ça stylé : commencez par vous installer un wiki personnel, ça fait 80% du taff en question",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VinnyVidiVicci",
      "author_id": "UCQeIClXfKPQHznCHGzzIdAQ",
      "text": "Super interressant!\nMais pour des entreprises ce serait vraiment important de voir comment ca se passe au niveau protection des données !",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KamoSensei",
      "author_id": "UCCA1mjoP_fBbze6Ht9Q4Pdg",
      "text": "j'ai entendu exactement la même vidéo il y a 2 jours par un pote de boulot :,)",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@megretmicha4670",
      "author_id": "UCACoTaYtekxbGTEzMcVEpwg",
      "text": "Très intéressant. Notion à l'air vraiment puissant. Pour ceux que ça intéresse, Yoan dev à fais une playlist vidéo sur un projet complet avec Notion et Symfony, très bien faîte.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mamourwane4264",
      "author_id": "UChpOHS1I3xEoW2scDl8_baw",
      "text": "Micode à la tête d'eren jaeger",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@theolebarbier3413",
      "author_id": "UC7cqMiB8nVETlifIJHQhfSQ",
      "text": "mon entreprise d'audiovisuel et de com utilise notion et c'est vraiment une dinguerie pour travailler en équipe sans que ce soit le bordel",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jyotibrault4193",
      "author_id": "UCIQHSIxvGSf9M8KtQmTeugA",
      "text": "on veux plus de video dessus pour le dvlpp a fond",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@str-23.1",
      "author_id": "UCU2qJeT35rAodl6AvpkqN8Q",
      "text": "j'utilise déja notion pour prendre mes cours lol",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@davidnindorera5362",
      "author_id": "UCKY4r_3qqhc8YJyIsjiizzQ",
      "text": "La facon tu viens de pitch ca je me sens oblige d'essayer 😂😂🤦🏾‍♂️🤦🏾‍♂️",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ferreolduboiscoli",
      "author_id": "UC-B2vuD7swMUnUwz_PbuFIQ",
      "text": "OUIII UNE VIDEO !!",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wantedfunkrare6982",
      "author_id": "UClo-GO_XoRzVOoKfw4Tk65Q",
      "text": "Je t'aime bien mon gars 💯💪✅",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LizeMYT",
      "author_id": "UCMc93swwvSadcl-9zXQL0SQ",
      "text": "Rien qu'au titre de la vidéo je savais que c'était sponsorisé '-'\nje l'ai vu pas mal passer cette application d'ailleurs et t'as été le seul à bien expliquer, à mon sens, toute l'étendu de ce qu'elle propose.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chrisalex82",
      "author_id": "UC7jxEonzKzcJUtQxazp6Mug",
      "text": "wow en vrai ça a l'air bien",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@doggo.mogwai",
      "author_id": "UCjZWVJPdpLzATTwXwk8BYzQ",
      "text": "L'application Habitica est absolument géniale pour faire les tâches prévues, à la fois addictive et réellement utile ✨",
      "likes": 0,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lc-b352",
      "author_id": "UC-OBxNWEI181rMo70qPodVQ",
      "text": "super !!! rien d'autre à dire... je me mets direct à l'API xD",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@timcode_",
      "author_id": "UCj46oj4v7moZfCWuMhBMfPg",
      "text": "Je sais que tu n'es pas un youtubers tuto, mais vu que tu dis toi même dans la vidéo connaître notion dans les moindres recoins ET que en plus notion est en mode sponso en ce moment.... Pitié fait une petite série de vidéo pour comment prendre en main Notion.\n\nNotion me donne trop envie mais... J'ai carrément pas le temps de me poser et de prendre le truc en main. Aide les gens comme moi par pitié 😁.\nMerci d'avance !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nonchalant2023",
      "author_id": "UCv2JkRcOuEv8h1qiBs_tH2Q",
      "text": "joli, regarder une pub de 7 minutes",
      "likes": 1,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jUstAmaN_w",
      "author_id": "UC6yC94K6zv-QiCqFA2zgi0w",
      "text": "Moi je reviens a mon bon vieux carnet et mon stylo 😎",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aslan.3679",
      "author_id": "UCLklYmkioL2jn1IQiksvuDg",
      "text": "j'ai vu le titre j'étais sur que c'était notion",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Unnaymed",
      "author_id": "UC2IUszCJvp7W9R02zvZT_jA",
      "text": "Haha t'as tout bien résumé :D",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@itaqua974",
      "author_id": "UCNYWLfwRv5kE0OegP--NzeQ",
      "text": "je suis étudiant apprenti chef de projet digital et en effet pas mal de mes collègues de formation son sur notion il faudrait que je m'y mette",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valentinchavenon2650",
      "author_id": "UCT-3-yuXlpMe_XnqUrTFvVw",
      "text": "tres bonne la ref à Indestructible",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zedasix10",
      "author_id": "UCHR1eo2E1WBMgQBA0KQD8ig",
      "text": "En plus Notion garantie la non collecte de données personnel, je crois que je vais m'en servir !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FR-il7gf",
      "author_id": "UCdsy5i1GHl4Db6Pi1EkIZgg",
      "text": "ça me fascine un placement de produit sincère",
      "likes": 0,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Amorfx3",
      "author_id": "UC3fDC0EnOkNwNKTwIbAaY0w",
      "text": "Chez nous à Humanoid on l'utilise comme outil de gestion de projet / Doc / board pour des tâches etc pour nous dev. Bref un outil à tout faire. Mais après comme tout bon outil. Il faut bien l'utiliser 😊",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Hadji-sw3ct",
      "author_id": "UCRfDMRUJ4ivh5ulrBGyBUxA",
      "text": "La vidéo finit un peu abruptement c'est étrange, mais merci pour ce partage, cela m'intéresse d'essayer. Merci micode",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CamCoder_",
      "author_id": "UC7scbLpotD6ybDex-kH5uzA",
      "text": "Super vidéo elle a juste créer un nouveau problème dont je n’avais pas besoin, utiliser une api pour que mes devoirs Pronote apparaisse dans Notion si quelqu’un peut me filer un coup de main 😅",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dvh_bzr",
      "author_id": "UC2JMxvjhJ3qqZc1-tgiP5Ug",
      "text": "MiCode dans le NoCode 🤙",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ag0w",
      "author_id": "UC4nn3M-msuxxIXhG6TjfRSw",
      "text": "Magnifique vidéo",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jjAURAjj",
      "author_id": "UCicuJ-3gnB_ljn1wnb4HJ-w",
      "text": "Très bonne vidéo, merci pour la découverte ! Par contre aucune disponibilité en français, c'est bien dérangeant",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VincentPodlunsek",
      "author_id": "UC4P6du0UK6wuLRBFkN6My3w",
      "text": "Bienvenue dans le monde de l’entrepreneur .. nous en sommes tous au même niveau et apparemment nous en arrivons au même problématique et le gag c’est que depuis 2019 (date de sortie de Notion), petit à petit on arrive au même solution vu les memes besoins\nCeci dit excellente vidéo",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pierrehubert6219",
      "author_id": "UCo5f8dyGI1zIOBOng4R6CEg",
      "text": "Ca me fait pensé aux modes skyrim : je peux passer 20h à chercher des modes, régler les options, priorités, les compatibilités... Tout ça pour jouer seulement 5h derrière.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Serhao",
      "author_id": "UCwUrJPG0btJ644oM2NCdFNQ",
      "text": "Maintenant, il ne manque plus qu'un petit tuto de ta part ;)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@QuentinBJJ69",
      "author_id": "UCk63OOtpnkt-gTTbkF7O8eg",
      "text": "Tu as changé ma vie",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vivianrobin8330",
      "author_id": "UCSTztxHY4uRiKOfVlg8S92w",
      "text": "T'inquiète ça ne se voit pas ce problème d'organisation",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SUPA93200",
      "author_id": "UC9f6J3WtWFnV_pl9CZxAWKw",
      "text": "Enchanté aussi , ravi de vous regarder ... vous avez la ref ? Puhahah",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nirvaeil",
      "author_id": "UCNF-FtvisW5xpk9DjQLaMLw",
      "text": "J'ai eu le même problème que toi quand j'ai voulu faire un bullet journal (qui au final est notion mais en physique). Au final je m'en suis jamais servi car ça me dégoutait qu'il soit pas aussi bien que ce que je voyais sur ytb.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wirexxofficiel",
      "author_id": "UCIfdZTiOJ1Vq-qg53xZQKZg",
      "text": "fais une vidéo API avec Notion 🙂",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loicrelere1198",
      "author_id": "UCHN0dgVK31fck8rhzKj7onA",
      "text": "Merci beaucoup!!!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@snorky564",
      "author_id": "UC2QXju1GG69ie6gkc5odgGw",
      "text": "Énorme cerveau mec",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spacelapinou",
      "author_id": "UCuh7qFRS8kq2LfsOiLLU-nQ",
      "text": "Tu aurais du commencer par le défaut et finir par les avantages ^^",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lucifeniia",
      "author_id": "UCfmGdxdxo7eUCa8tJaEuQ0w",
      "text": "J'utilise notion depuis 2 ans il me semble, pour travailler mes histoires et arrêter de perdre des idées que je note dans des carnets que je sais pas où je met xD Au début je m'étais fait un gros fichier excel avec les informations de bases pour me retrouver mais je pouvait pas détailler, au final notion est devenu mon meilleur ami xD Tout est organiser, je sais où aller pour trouver tel info sur tel personnage ou pays. Un délice! ( Quand internet marche... xD ) \nDonc ouais, mi-code à totalement raison de proposer notion en sponso :0 Au début c'est vrai que c'est frustrant de pas pouvoir faire un notion tout beau et bien présenté, mais plus vous avancer dans votre travail et plus la disposition e la page vous viendra tout seul xD",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@j.o.h.n",
      "author_id": "UCm-uxLC9VC8XPIDVGrvHFAA",
      "text": "Très bonne vidéo mais lit en détail le cluf j'ai pas eu le temps de finir j'ai tout fermé",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ghalysekkat2408",
      "author_id": "UCuViNSQUWO-43h6gdfw6zLA",
      "text": "Cool merci pour la vidéo",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vadiousgaming397",
      "author_id": "UCNAfwVH2OSX_eK1p9fOKYig",
      "text": "Je l'utilise depuis 2.5 ans, très pratique je confirme ;)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DileTTantiste23",
      "author_id": "UCOw_J011xSX-2ZfVPMrsfsA",
      "text": "Toujours et encore matrixé \nNext !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sergio-yh9tb",
      "author_id": "UCSiii8hQjwxRll07JCDYUmA",
      "text": "Ciao 👋 et merci",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ArpenteurDeToile",
      "author_id": "UCvl63bZ3_X3WN84z4lkBJ_A",
      "text": "Merci, je vais tester~",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Solyum",
      "author_id": "UCMaxfL5fOUEZeSdUShfvF0Q",
      "text": "Je me demande si Siri est capable d’interagir avec notion",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@missb.b",
      "author_id": "UCY5Y8IdDs-C8gp2RF8mKj9A",
      "text": "C'est comme mes diapos ou mes dossiers que je dois faire pour les cours. Je passe plus de temps à les rendre ultra beau et pratique, par contre... lorsqu'il s'agit de devoir aller faire des recherches pour écrire des informations intéressantes et utile à l'intérieur bas y'a plus grand monde (à part la procrastination xD)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrDjonnybigoude",
      "author_id": "UCfjW3BebTMk0jV7ouk3J2Ew",
      "text": "outil sympas , mais ça n'a rien changé pour moi, c'est m^me pire !! 😅du coup je perds encore plus de temps a organiser Notion qu'a bosser !",
      "likes": 1,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jasons408",
      "author_id": "UCIUGJjZGAK1V4KwReI8pURQ",
      "text": "tu m'as convaincu (surtout quand j'ai vu que chine et corée dedans)",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maxymilienarnould2365",
      "author_id": "UCux9BoZ12Z7UGIATzKoYJuw",
      "text": "Fait une vidéo pour nous apprendre à l'utiliser stp",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Arkslig",
      "author_id": "UC2E7dBrEkq0J7vqn75KBtqw",
      "text": "Avant de sponsoriser des youtubers français, ils devraient traduire leur app !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NR-ky9vu",
      "author_id": "UC2dbzalcxYMB-2Z-BZD2jHA",
      "text": "C fout comment j'ai eu exactement le même problème 😅 je voulais utiliser Notion pour noter mes devoirs mais au final le bon vieux agenda papier fonctionne tellement bien",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shadeez9762",
      "author_id": "UC1qISbwnpvT8jQmMbgv6-3A",
      "text": "Quand le placement de produit devient la vidéo",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hugoarthcookie",
      "author_id": "UCd7wJJafSoy3UfkSPRUKtVQ",
      "text": "C’est le Excel de la productivité mdrrr",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@philippepham5897",
      "author_id": "UCS8IEe20HizfUxWZU2czjsQ",
      "text": "Notion ressemble à un Bullet journal mais numérique.\nPour ma part je reste à one drive, tableau excel et notepad++. \nC'est plus rustique mais ça me suffit pour l'instant ^^, mais en vrai l'application a l'air vachement sympa !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chocorion",
      "author_id": "UCwH65y3Xma3M-Ygl36t0Y6A",
      "text": "C'est sympa comme appli mais le problème c'est qu'on ne pourra jamais savoir ce qui va être fait des données, même si Notion ne dit ne pas les vendre et est de bonne foi, leur serveur ne pourront jamais être sécurisé à 100%. En plus il n'y a toujours pas de vrai mode offline, perso je préfère utiliser des alternatives comme obsidian pour m'organiser",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louisblaize8900",
      "author_id": "UCkObjVz91nz7Fakno41X09w",
      "text": "Merci ! Vraiment",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@terrak7609",
      "author_id": "UCtvHKWfAlTT89TCA7YnA60w",
      "text": "Une pub de plus de 10mn. pour un agenda ?",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Manamii-Lean",
      "author_id": "UCIJcbAtkUKmUhPWTPgvldrg",
      "text": "Si du disparaît et tu reviens 6mois après",
      "likes": 0,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adgnsl367",
      "author_id": "UCxTBfvkYskYmbL12rtaZIvA",
      "text": "Merci Micode",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Delage_",
      "author_id": "UCp58STeYRAe0CuHqf3HKLgw",
      "text": "Je rêve ou c'est une collab' sans avertissement en début de vidéo et sans le bandeau ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@codeconcept",
      "author_id": "UCY_guo_AYBs0cIkeMVc16iw",
      "text": "\"La tech c'est un bon bon outil, pas un bon maitre\". Amen :)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clarissef.7",
      "author_id": "UCeBTHHWWbne23iXFpP6zQBw",
      "text": "Je viens de te découvrir aujourd'hui, sympa tes vidéos merci 🤗 ta façon de t'exprimer me rappelle Dr Nozman ahah",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cris7al",
      "author_id": "UC56kKayrZ8iNZJOA7St_WVg",
      "text": "oh oui meilleure appi/programme du monde!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pedrolmy261",
      "author_id": "UCKOSgBEs4enSoRa2d8H27Gw",
      "text": "La solution être motivé avec des priorités et surtout surtout se sortir les doigts du culs",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cedricm2888",
      "author_id": "UCE51TWwaASty_fcWmqVhFDA",
      "text": "À quand la prochaine vidéo sur l'API de Notion ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@__CYPH3R__",
      "author_id": "UCu2m3W9sVekhuusWcNQBXEw",
      "text": "Dans mon boulot au quotidien, dans mon équipe de dev' alors pourquoi pas comme outils. Après dans ma vie perso de tout les jours j'en vois moins l'utilité et ca me rappel trop le boulot :)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rhevel",
      "author_id": "UCAFU0kzdx6blr4MXGBnACYA",
      "text": "Ça a l’air sympa, je vais essayer. Seul bémol selon moi, je travaille souvent en équipe (et même parfois avec plus équipes différentes) et le tarif n’est pas possible pour moi sachant que généralement je ne suis pas payé. \nEn même temps c’est le prix à payer pour optimiser sa productivité et j’avoue qu’avoir pleins d’outils partout c’est un calvaire.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pierre-alainmartignoles1049",
      "author_id": "UCdNqq9842GfzXXvMBE9JogQ",
      "text": "Bon béh c est bien vendu cette affaire. Je pars essayer 😊",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Wilky971",
      "author_id": "UCohebtL1drsErzE9P8pMwZQ",
      "text": "Du coup il faudrait commencer notion sans regarder de vidéos",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rexhydropc4139",
      "author_id": "UCCxWJgqQ2MJ6j-FH5Hc2OMA",
      "text": "je jure que je vais faire des boutons pour allumer mes led",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zakariamlxx",
      "author_id": "UCQUIPTCFhniTZrPQCb8Bhmw",
      "text": "Incroyable cette appli. Avant j'avais une excuse à ne pas prendre note parce qu'aucune app ne me convenait. Je voulais même dev une appli du même style appelé \"Concept\" mais pour ça me fallait une app pour prendre note et m'organiser. Maintenant, j'ai une autre excuse, faut la configurer 😂",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fabienvayeratta9004",
      "author_id": "UCbGy40prOC8Ylmyz47Oy8ow",
      "text": "😅mais c'est le bullet journal du geek le truc!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@problem_",
      "author_id": "UCpf7RgsW0NCI2C1VSjMK8Dw",
      "text": "Pub de 10min nice",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tautologicalnickname",
      "author_id": "UCUFSB3J6rkEvU20FyuUrS5Q",
      "text": "Sinon tu peux continuer a utiliser plusieurs outils differents avec un outil de synchronisation puissant comme Unito!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@freduah4253",
      "author_id": "UCshvKlfaZN0DzYwDHIQBebQ",
      "text": "J’utilise le calendrier je trouve que c’est le plus efficace dans mon cas… je n’ai pas d’entreprise à  gérer juste ma petite personne mais le calendrier m’a sauvé plusieurs fois parce que j’oublie tout…",
      "likes": 1,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Y0teck",
      "author_id": "UCJz00psL3bCpw48Dveq0X6w",
      "text": "Je me reconnais beaucoup dans ton explication, j'en avais entendu parler il y a longtemps mais impossible de m'y mettre alors que je voyais le potentiel.\nUn jour, au moment de chercher un nouveau travail j'ai remplacé excel par notion pour le suivi des offres, preparation entretiens, ect, c'était le paradis.\nEt après plusieurs mois de recherche j'avais bien dompté le logiciel pour cette fonction.\nAidé du reddit qui partage pas mal d'idées et de template j'ai pu ensuite l'adapter rapidement pour me faire un dashboard complet et bien comprendre pour qu'elle fonction j'en avais besoin.\nJe m'en sers tous les jours, logiciel incroyable, et avec l'ouverture des API le potentiel va être décuplé 👌",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@naturedesign2489",
      "author_id": "UCOPhRGdxcbcIxckrZDwYe7Q",
      "text": "enorme mon poulet!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@YESSIR-qd5fe",
      "author_id": "UCnXQjw-O3fDAoKKRn9BDafw",
      "text": "toute une vidéo sur la sponso... le vendeur de tapis",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@orlius",
      "author_id": "UCcgkWmvHQAgNJRhqebkAqIA",
      "text": "Notion a changé pas mal de vie, dont la mienne",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sh-og6ys",
      "author_id": "UCaIa_5wC430K5R1ID_Dnm5Q",
      "text": "Et problème de notion pour moi, c'est l'exportation et la sauvegarde",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@smartbeaw752",
      "author_id": "UCFZA8tmMvFjXWYhKu0KtNhQ",
      "text": "Notion... J'étais un grand fan au début mais bon... AWS hein",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dubreek17",
      "author_id": "UCnwUO3vtRdApMm7hh6YoKiA",
      "text": "La partie tâche de Thunderbird, relié a ton agenda google, c'est pas mal !!!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SKAARGAMINGSKAARISGAMER",
      "author_id": "UCMiKGnkx4f4rLCXSFthER8g",
      "text": "Wesh on dirait tom holland mdr ta nouvelle coif",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mortagus",
      "author_id": "UCQC6Gl9-b01HcqVzAc1ZOvA",
      "text": "Merci Micode pour cette vidéo tellement drôle 🤣\nMeilleur moment : 9:10 xD",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lowkzilla",
      "author_id": "UChg4196Sz8sIGHgPfpBSL2g",
      "text": "Moi qui utilise le système bullet journal, ça me fait exactement penser à ça. 😂",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolasdelduca6759",
      "author_id": "UCn7Hn1pExjWZA6VRgfekRVA",
      "text": "avant de passer sur Notion, il faut avoir lu  Getting Things Done de David Allen, en quelque sorte ... Bonne lecture, Micode  \n:D",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xyven2music",
      "author_id": "UCpdYFyUbMYgoP5ikUwmXMKg",
      "text": "personnellement est depuis toujours, je créer un fichier word et je fait un tableau avec des objectifs est case à cocher une fois fini. c'est simple rapide efficace.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cheftrynitox",
      "author_id": "UC9OgGs27iKN6-KeZgk5ToHQ",
      "text": "Oh non j'ai juste passé 5mn sur Notion pour voir un peu ce qui se fait j'ai déjà chopé la notionite j'crois",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xxFyl",
      "author_id": "UC0jz2tDCWOu6qO5zNt7m6cA",
      "text": "Notion, le nouveau NordVPN :)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bonzo140569",
      "author_id": "UCE4RJ_-5tmb77BA0XEhuoeQ",
      "text": "Argh ça me fait flipper ce truc 😀",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pikaman3684",
      "author_id": "UCJM5e1tg_LK6qqm_QIKVndg",
      "text": "Dommage d'avoir testé pleind 'appli et de ne pas en avoir fait un petit classement :/",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jbsenghor",
      "author_id": "UCIpvUPjD_QChkqUfGKEC0Yg",
      "text": "Bonjour je voulais te dire que je ne t'apprécie plus de tous, tu viens de me faire perdre ma soirée a voir comment utiliser ce magnifique outil qui est superbe. Merci beaucoup continue :)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Amadrya",
      "author_id": "UCH94ww-ql_N6Yz2iND34HvQ",
      "text": "Hahahah je me suis tellement reconnue quand tu as dit qu’un outil de productivité peut devenir un énorme outil de procrastination. Je tombe souvent dans ce piège que tu as parfaitement décrit : ça donne vraiment une illusion de productivité assez risquée ! Mais en avoir pris conscience c’est déjà un grand pas haha\nÇa fait des mois que j’en entend parler donc je vais enfin tester, mais sans tomber dans ce fameux piège si possible ! \nMerci pour ton travail, ta chaine est géniale 😁",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mamo0oun3",
      "author_id": "UCoMqf5EBi9h2U8Zt665MrEA",
      "text": "XD ca rassure je me sens moins seul. Jai vécu le meme schéma que toi @Micode ^^",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sylvainrodier8867",
      "author_id": "UC_muxqtuAtZN-zXJSbyMnGg",
      "text": "salut !\n\nje regarde pas mal de vidéo depuis peu et je les apprécie chacune plus que les autres à chaque fois !\n\nil y a cependant une chose qui me chagrine ... j'ai l'impression qu'il manque toujours un morceau de la vidéo à la fin !\nComme si elle avait été tronquée 😕\n\nça vient de moi ou du montage ?\n\nMerci ! et encore une fois, géniale ces vidéos !",
      "likes": 1,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@etiennedumoulin3875",
      "author_id": "UCd9IVPIFTma7TNGJlFie7ow",
      "text": "Ce qui serait bien c'est que ça se lance au démarrage de Windows, chez moi ça ne le fait pas 😕",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nathnathan13",
      "author_id": "UC9m9Y_-2Q9W491qxmUSrfgA",
      "text": "Ca c'est de la pub !!!! ....J'me suis instantanément inscrit ^^\"",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheHappinesspeace",
      "author_id": "UCH-scvl-hySDDyzDIb_6wKw",
      "text": "Sharepoint c'est pareil non ? mais en payant ?",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guillaumericheux-palier1331",
      "author_id": "UCQdtBYLmQdqFq9NObO1GJ6Q",
      "text": "oui oui ca s'entends bien ^^",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laurient-q1o",
      "author_id": "UCq_99KpMgkIVz0s8Q6KenQw",
      "text": "Sympa, tu t'es donné le mot avec Benjamin Code XD ? il a aussi fait un video sponso de Notion un peu plus tôt.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MathieuBASE",
      "author_id": "UCOH24NK5Ycaft6NHnTw5_zA",
      "text": "Une feuille un crayon et .... Un cerveau",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iro6514",
      "author_id": "UCXuLHGD-24ijfi5jiYy-gMQ",
      "text": "la coupe de cheveux 🤩",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sandalphon6596",
      "author_id": "UCBXTGob5ibUtACzd-Zb1MAg",
      "text": "Une bonne manière de s'organiser c'est de crée des images cérébrales mais ça demande de l'entraînement et une certaine capacité innée.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anthonysylvestre8545",
      "author_id": "UC2HFFxTVI11oWVRmyHsmpwA",
      "text": "Je l'ai téléchargé !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SpikeMoi",
      "author_id": "UC6J5OUgUmTbCDtHvHYHsIJA",
      "text": "C'est amusant, on a découvert notion à peu près en même temps j'ai l'impression ; et alors qu'on était confronté à la même problématique ! Have fun :)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Shubham_Sharma",
      "author_id": "UCLKx4-_XO5sR0AO0j8ye7zQ",
      "text": "Notion FTW 🙌🏼",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hommeoursporc5874",
      "author_id": "UCoVAYLBwgllczA720L0CF-w",
      "text": "Tu viens de découvrir à tes dépend l’utilité de l’agilité (la méthode de travail à la mode)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@davidvr4662",
      "author_id": "UCbqIpeYUreIo6bJTY6CHtYw",
      "text": "On peut dire \"vidéo sponsorisée\"?😂",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeanleguique4280",
      "author_id": "UCeKFyeUa9nlmcwy8Em-657A",
      "text": "9:47 \"sombrer dans le même trou\" - \"/butt\"  Ça part en mode grivois, ça va commencer à m'intéresser :)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicotir",
      "author_id": "UCHzEFPed9HnXOoByzov12AQ",
      "text": "Le problème c'est que ça ne fait qu'en créer.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LetiziaCamboni",
      "author_id": "UC4KSCk_ah54uGTDWcK4bK8A",
      "text": "Tu devrais tester le système non hiérarchique de Roam Research ! (payant mais la structure est vraiment inhabituelle). Perso je suis sur Notion, rien que les bases de données pour m'organiser, le rêve !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@corentin3593",
      "author_id": "UCuqvo_JLA0Nlk8ctfnZte8A",
      "text": "Notion c'est vraiment pas mal. Néanmoins il faut vraiment prendre du temps pour le configurer et l'adapter à ses besoins. Pour un équipe de développement, par exemple, gitlab semble plus adapté. \nPar contre j'ai fait mon projet de fin d'études (2 ans a faire un projet entrepreneurial dans l'idée ) cela nous a permis de gérer notre projet c'était assez efficace 🙂 mais a ne pas mettre entre toutes les mains 😅",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JoelVuilliomenet",
      "author_id": "UCiKv---8hUdMNjNOX-kmA7A",
      "text": "Tout dépend des besoins. Si c’est juste une todo avec quelques taches et qu'on supprime dès que c'est fait, pas besoin de se faire une structure hyper compliquée. Mais moi, je dois gérer des projets qui s'étendent sur plusieurs années, avec des taches, sous taches, qui sont compris dans plusieurs objectifs. Des application todo classiques sont trop figées pour s'adapter à mes besoins. Et quand J’ai découvert Notion, c'était une libération. Par contre, il est vrai qu'on veut toujours améliorer son système, surtout maintenant qu'il y a l'API, et c’est très chronophage. Il faut donc trouver le juste milieu entre investir du temps pour économiser beaucoup plus de temps après coup, et investir beaucoup trop de temps pour pas beaucoup de résultats. Il faut l'utiliser intelligemment!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoinedestructeura",
      "author_id": "UCQzbwssrWBg9rZMA_NYV3qA",
      "text": "On en parle de la fin brutale de la vidéo ?",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aghileslounis",
      "author_id": "UCI6ZErTLfvWAS0YzZkL7tlg",
      "text": "le meilleur outil de productivité reste un stylo et du papier, tout ces outils font perdre énormément de temps et si tu as besoin de ces outils sa veut dire tu as du temps, et si tu as du temps sa veut dire tu n'a pas besoin de ces outils. A mon sens ce type d'outil devrait être utilisé par une personne tiers qui aura comme tâche principale d'organiser les tâches, la structure etc... de l'outil, et ensuite toi tu ne vas que le consommer, dans ce cas je serais totalement daccord :)\nJe prend un exemple dans mon entreprise, je suis lead dev et j'organise les tâches pour les membres de mon équipe et je peux vous dire que c'est ultra utile pour eux, parconrtre pour moi sa me fait perdre beaucoup de temps et de productivité, c'est une tâche a plein temps. Mais pour le projet en général c'est l'outil nous aide énormement mais c'est parceque je fais ça 75% de mon temps (je rédige les tâches, les bugs, je test les tâches qui sont en review, les tâches en backlog, je les assignes au membres, je leur répond en commentaires sous la tâche en cas d'issue etc....)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mantalo",
      "author_id": "UCrOCjbytj2at9Kc07c9Egmw",
      "text": "Plus de vidéos dessus oui ;)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spacepoly27",
      "author_id": "UCTHL6tNvmBYhKy4C3ga4iqA",
      "text": "Pour la productivité j’ai fait un Dashboard sur Excel couplé à un outil de supervision en python ça marche super bien :)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guydorian1828",
      "author_id": "UCxQ8t0DJk-6WsIuY8A4j-_w",
      "text": "Quand on travaille en équipe, c'est effectivement super. \nDans mon boulot précédent, on a essayé Kanban mais ça n'a pas bien marché. \n\nJe me sers de Onenote de Microsoft mais :\n- ce n'est pas collaboratif (c'est un outil personnel)\n- il faut te construire tes propres modèles de pages\n\nça fait plusieurs années que je l'utilise et j'ai pu me faire mes modèles au fur et à mesure de mes besoins.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "",
      "author_id": "UCCEAWvvFjcTuBx5F3izqXxQ",
      "text": "Quand tu vas commencé à avoir pas mal de data ça commence à ramer. Perso pour la data... plutôt Airtable.",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stoxca",
      "author_id": "UC5_gu29Kz9UKZnDC-vNWXUQ",
      "text": "J'ai peur que le lien d'affiliation n'est pas marché",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gauvaindf",
      "author_id": "UCg7fOch1KAt_uJYGUfnSAXg",
      "text": "Je vais pouvoir faire gratuitement mon worldbuilding avec ça, même écrire et surtout vérifier que l'histoire tient la route. \nCampfire gratuit sans les limites.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fredericlefevre1516",
      "author_id": "UC22Gtuu1likJw1VGki0kGrw",
      "text": "Je n’ai pratiquement rien compris lol... bon ben pour comprendre je vais m'y mettre lol",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pianoquatrevingtquinze9220",
      "author_id": "UCF4KDxLBbHm19DUCvwIizHw",
      "text": "Quid de la cyber sécurité ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noelstgelven1994",
      "author_id": "UC0NOW-B7ovnyJP0zqLmV4Ww",
      "text": "Salut, je suis vitrier et jardinier amateur et je crée et entretien et fait le seo de 7 sites web. Bref 3 métiers a faire quasi tous les jours…. Et j ai tendance à procrastiner… lol j espère que ce logiciel que j installé au moment où je te parle va m aider à optimiser mes tâches….",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kosmos7348",
      "author_id": "UComyd3Xrs3TpB85ZeKkjtRw",
      "text": "Je suis déçu je voulais Nord VPN 😆",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@virginieDL",
      "author_id": "UCXjNHBOKPNG3Lk8dXupun_w",
      "text": "C'est tellement ça 😂",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ouebien9352",
      "author_id": "UC1wmFgjgYbl95lmw0i7AyYg",
      "text": "J ai vraiment rien compris sur la vidéo",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@astrat_",
      "author_id": "UCVwcbGzJYyRR7hIliZKuBAQ",
      "text": "Quand j'ai découvert Notion j'étais là trooop cool je vais pourvoir faire mon workspace de mes rêves ! Mais après avoir passé plus de 10h a tout perfectionner, j'ai finalement passé plus de temps à concevoir mon outil de productivité que d'accomplir les tâches que je devais faire... 😅😅",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rodolphebobby4537",
      "author_id": "UC59tdEA9YZEwWdOeojC0Cbg",
      "text": "Merci pour le partage, il y a aussi un excellent youtubeur, F.Olicard que tu connais sûrement,  qui a commis un livre contre la procrastination, #votre temps est infini#, à voir .",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sarahoulier7910",
      "author_id": "UChz6i2yQqwNG1PWI0CJ75Hg",
      "text": "Genial, je vais essayer",
      "likes": 0,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@andredurand7976",
      "author_id": "UCSiBfgpplLUgnuz_vX2HFgg",
      "text": "Sinon, moi en vrai j'ai un tableau dans ma cuisine et des feutres, je me fait deux listes : choses à faire, choses à acheter et depuis j'arrive organiser ma vie c'est lourd",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Reptiluka_",
      "author_id": "UCeWT96P72kKFIEV7py667VQ",
      "text": "Je me disais \"J'ai tellement de projet, je crois que je vais me coder une app pour gérer mes projets.\"\nLà y'a ça, pas le choix d'essayer je crois !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@camillebodet8292",
      "author_id": "UCIrVZ6UZhfkUmbdeF1K6VHQ",
      "text": "🤣🤣🤣 tu as essayé l'agenda papier et stylo ? 🤣🤣🤣",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yosty28",
      "author_id": "UCPoeaIGLHMvJoxYkZtZ3TOw",
      "text": "L'intérêt que je trouve a l'API une fois qu'elle sera développé c'est la redondance qu'on va pouvoir créer.\nJe m'explique : on va pouvoir gérer plein d'app depuis notion sans jamais avoir besoin de le quitter sans pour autant être dépendant d'une appli unique puisqu'on peut multiplier les points de stockage sur les différentes applications",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dastat7443",
      "author_id": "UCyhBfmCDUtV1Lm5E35PY10g",
      "text": "J'adopte direct.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@queeniefcharles",
      "author_id": "UCnwkPP2FxVa7BjwaYGWizmw",
      "text": "le problème vécu avec le dash super custom pour augmenter la productivité, ça a aussi beaucoup été fait avec le bullet journal !\nles gens se sont mis à utiliser le truc a but esthétique et du coup ça ne résolvait, comme tu le dis, aucun problème de productivité",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gregvsmj",
      "author_id": "UCy6Dng_bYPjfMdAYrgusHsA",
      "text": "J’ai utilisé notion pour faire un CRM commercial pour une petite équipe, top, j’ai mis mon RH dessus pour le suivi de ses candidatures. Meilleur que Airtable selon moi (meilleur suivi)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@koussy",
      "author_id": "UC3_5eGc-X5muUnRyDzfSLWg",
      "text": "Je n'aime pas voir de pubs de 10mn mais bon comme c'est toi allez.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benha1652",
      "author_id": "UCXVW9gwx-ZZMv8E1K6vkKlg",
      "text": "Le chiffrement de bout-en-bout c'est la seule raison pour laquelle je ne passe pas entièrement sur Notion...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emjizone",
      "author_id": "UCbiDWttllKJg1_vi_4riWsw",
      "text": "Oh purée, merci ! J'ai testé AirTable, Zenkit, etc... mais là, s'il y a une API...\n(musique céleste etc...) ;D ;D ;D",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alex6baud",
      "author_id": "UCyrw5aH9iYHFbV38jTGZPdA",
      "text": "Ça fait deux mois que je l'utilise et j'ai le malheur d'être quelqu'un de créatif et dcp je confirme c'est addictif 😂😂",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dzh29100",
      "author_id": "UCA_w98SUjMFreRYjKNZwKow",
      "text": "Elle devait sortir plutôt.. fin juin..... 🥴🥴🤣",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@denisverdier",
      "author_id": "UCtZfpl1IdLCmp2njsF4NhNg",
      "text": "Je crois que je fais de la résistance pour Notion ahahah ! As tu testé Milanote ? L'équivalent plus créatif quoi ! :)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sylinux",
      "author_id": "UCdzv8mH_bVfBvbK9_JbAHQA",
      "text": "Hahaha !!! J'aime bien la GROSSE contradiction du all-in-one workspace .... Je me demande si je vais tester, ou, devenir addict ???\nEst-ce que je met le doigt  dans l'engrenage ??? Micode C'est quand même \"salop\" de nous proposer ça 😁😂\nEt le pire dans tous ça c'est que la vidéo elle même est sponsorisée par NOTION ! 😂🤣😂🤣 J'adore 😍😍\n&& Push blue !",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ory_.",
      "author_id": "UC7EfXqpzCjgX8XlwyvFF7Bg",
      "text": "En vrai j'utilise google drive avec tout ce qu'on peut faire avec, c'est ultra utile, dans la même idée !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dawwall1225",
      "author_id": "UCbUufUikJOk2i3OZ_MS_Btg",
      "text": "Summum en route vers le futur c’est des moments cycliques,-)",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@simonmorel9895",
      "author_id": "UCMMrSYQFCw4lKZ-er2oIqNQ",
      "text": "Sous ses atours sexys, ça reste un bel outil d'alinéation",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xmarcantoine",
      "author_id": "UCFSN-dH3Yy5eHhMwQ_JVgng",
      "text": "Et sinon le tuto dual OS sans dual boot ça arrive :DDDD ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stoxca",
      "author_id": "UC5_gu29Kz9UKZnDC-vNWXUQ",
      "text": "waa la coupe",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tenchigreed",
      "author_id": "UCNCEhPz2cbwMZ4r56_N_vKQ",
      "text": "Super interessant",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Leminecraftienfgk6",
      "author_id": "UCdTr2Uui0S3nfymvX9irthA",
      "text": "Remédiation ?",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lfnmx",
      "author_id": "UCP-Ha7D3u_j5V9kbxT-uKkw",
      "text": "J'utilise Things et déjà je me perds dans la configuration de mes listes (c'est très beau, mais que pour iOS, macOS)... \nMais Notion c'est top, mais comme tu dis ça prend du temps. Bientôt on va embaucher des Notion designers 😅😅",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mx3669",
      "author_id": "UCyoyExBCtxKdbf_Ai7zRXuw",
      "text": "Au final, j'ai toujours pas compris ca servait a quoi...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@diamantink",
      "author_id": "UCcF4Rn8Gbzc_Z_8hIeeV7dg",
      "text": "Personnellement, avec Notion, j'utilise leurs API et un petit script automatisée pour que avec les flux RSS, j'ai une table notion avec tout les articles des blogs que je suis et que j'ai une vue auquel Notion me montre les articles que j'ai pas vu avec une case à cocher qui dès que je coche, cache l'article en question pour dire que sois j'ai vu, sois j'ai pas besoin de cette info.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chlov",
      "author_id": "UCGCe9r0ix5UPxUX0HecUmBw",
      "text": "Alors moi j'ai un carnet avec un crayon j'ecris tout dedans : calendrier, note, Todo liste.... \n\nTout est centralisés, et c'est joli. En plus ça m'aide à bien écrire",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ptrolleuse",
      "author_id": "UCb5h-P_oTFg0kKU052QADCA",
      "text": "Privateur, pas chiffré et pas pour Linux...",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrMasquime",
      "author_id": "UCdet4xq0UvLFt6l_Lp1YgfQ",
      "text": "J'aime bien Notion et je l'utilise, mais là c'est une pub de 10 minutes quoi ahah",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@superkikim4916",
      "author_id": "UCyLL2MCDFMt0zAIx0Dt_8iQ",
      "text": "Obsidian, même combat à part que c'est open source, et gratuit. Mais c'est le même gouffre pour les perfectionnistes 😭",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@droledequestionneur4550",
      "author_id": "UC7rwUTGeNkFJxQth9k9U3OQ",
      "text": "C'est très intéressant, j'espère juste que les données personnelles sur ce logiciels sont sécurisées et non distribuées même gratuit. \n\nC'est ce que je crains le plus avec ce genre de logiciel, ils ont toute notre vie entre leur logiciel. Idéal pour espionner quelqu'un que ce soit pour stalker, organiser un enlèvement, vendre des données personnelles, supprimer un adversaire politique, etc.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thesilverfish8996",
      "author_id": "UCuHFZc85NBAm_BTYd7r_zMw",
      "text": "8:51 Comme les MMORPG ...\n\nPasser 4 heures pour personnaliser son perssonnage",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marc-r6e2t",
      "author_id": "UCdGubj9sV_eHDHUWPvuiXXQ",
      "text": "moi pour l'instant j'avais Todoist c'est pas mal",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@salimay8453",
      "author_id": "UCBw4HoiGGBtQYUCYsLFexMQ",
      "text": "Super vidéo!! j'ai une question... est ce que cette application fait partie du genre d'applis qui stocke tes données pour les revendre à des sociétés??",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@satanais4001",
      "author_id": "UC2Ted_1asjDN-Unv2Y0QoSA",
      "text": "C'est le bujo d'internet en fait",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@g.3481",
      "author_id": "UC7Ah8DrkT1m0Dts3F_UluOA",
      "text": "Quel camelot ! >< Mais efficace hein ! Je suis sur que tu pourrais nous vendre une yaourtière connectée avec un enthousiasme aussi communicatif. \nJe m'en vais tester Notion de ce pas (et me perdre 3 mois dans les paramétrages pour faire un truc de ouf inutilisable.. je me connais).",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alixhenriot5772",
      "author_id": "UCnIpOysHP7vye7iBG2mM4qg",
      "text": "« Vidéo SPONSORIÉE » ..",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Enzo-kz6zd",
      "author_id": "UCqIx7_HG2lH2voLYi_2BEeQ",
      "text": "mais oui c’est clair",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@src3621",
      "author_id": "UCRl9A71DvnnVl5U20c4PEcg",
      "text": "Merciiii😘😘😘😘😘",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sergeant_Cartmann",
      "author_id": "UCL1RESITmXEEmp5TuKu6C8Q",
      "text": "Bon ben je vais rester sur mes fichiers Excel que je met sur Google drive mdrrr 😅",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jpg-o-km",
      "author_id": "UCYBlBllUMOEmAQQpGnaeqRw",
      "text": "J'ai essayé Notion, j'ai fini sur Obsidian. Pour le lien entre les idées, ls projets, la possibilité de se faire son propre wiki, les plugin qu'on peut prendre ou coder, et le respect des standards (format MD lu par un simple bloc-note) et la vie privée (stockage local), c'est pour moi plus satisfaisant que Notion (et j'ai passé un an sur Notion avant de basculer hein...). Après, il manque certaines chose : c'est moins beau, y'a pas de format BDD comme Notion, etc... mais Obsidian peut faire quasi tout.",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Benoit-Pierre",
      "author_id": "UCy2pTmylUq0wAWl1lhYb69w",
      "text": "1:30 : pas mon cas. J'ai décidé de rester salarié toute ma vie, ça  se passe pas si mal.",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@philippeguerci5189",
      "author_id": "UCqZIhj2C0TNMWGzd4K0I7AQ",
      "text": "Tu sais quoi Micode, ben aujourd’hui je t en veux de m avoir montré que Notion existait. Fuck too addictive",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manogros7",
      "author_id": "UCfM9vImg9ppA1_W-ITF3Elg",
      "text": "Perso je comble ce hobby avec de l'html css js, c'est vachement mieux je trouve.",
      "likes": 0,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Benoit_",
      "author_id": "UC1mDyeRq7nKOUBXKm7v1Byg",
      "text": "J'adore notion et je l'utilisais à un moment pour le test, mais même s'il fait en effet plein de truc, chaque chose n'est pas hyper poussée. Mais on peut pas leur en vouloir, c'est totalement normal. Mais perso j'ai du mal à me contenter du peu de complexité de chaque élément.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@atikin_0",
      "author_id": "UCcrnqa842LUJ8UgDzl5mhag",
      "text": "le mec peut coder dans tous les languages de programmation, pirater les codes nucléaire nord coréen mais à une webcam qui filme en 20 fps.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KonikFlown",
      "author_id": "UCi06qIDoqk4odTYPyEmEC7Q",
      "text": "Quelqu'un sait où est le bouton pour passer la pub ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@HeadFlux",
      "author_id": "UCoAV9k6-I24rdJCD2SfLafw",
      "text": "Je suis le seul qui a cet appli mais dans sa tete?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@awPenda",
      "author_id": "UCmWdlKaAVY5O2mrn0gBms_Q",
      "text": "Alors ouais Notion c'est très bien, on l'utilise de temps en temps en cours\nMais pas pour les documents partagés ;-; les copier-coller vers word sont juste impossible à faire et du coup c'est plus une perte de temps qu'autre chose D:",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Popek_La_Peuf",
      "author_id": "UCeYaArp2TYQRPwjaVmgnpkQ",
      "text": "Pour une fois que je voulais un code promo.. x)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolarover",
      "author_id": "UCnfz2ZKtxh_01znecIFizdQ",
      "text": "on dirait Wordpress",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@badrdarklight209",
      "author_id": "UC95VNxh-fQ-3xwzKgrHdyDA",
      "text": "Posez cette question à un proche et à vous même. Très bonne question pour connaître tes mauvaises habitudes et beaucoup de chose aussi...\nQu'est-ce que t'aimes pas chez toi même?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@joelaquillle5752",
      "author_id": "UCQx2RDdJnZnysKsFK5Iv0lA",
      "text": "J hésite vraiment entre notion et obsidian",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sebastienmartinez6249",
      "author_id": "UCkUAM4rHkWAjwTsw6-v-xzw",
      "text": "Ha bah justement j'ai installer Notion hier, de prime abord, il est un peu effrayant, son coté modulaire de l'extreme, tu sais pas trop quoi faire avec,\nje m'y pencherais mieux ce weekend du coup, ça m'a remotivé",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nawaMLG",
      "author_id": "UCrdnWxjiGvCerMphUFYcUHg",
      "text": "Question : comment Google trend a des données des recherches en Chines sachant qu'il est banni en chine ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Chillounet",
      "author_id": "UCliuhPgDm-tZjAxO0rPBZAQ",
      "text": "Chez nous c'est Asana. Voilà.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bigbox8175",
      "author_id": "UCCPP67CKkBpcNwLhfCzwTow",
      "text": "sinon il y a toujours un agenda et un stylo qui marche bien aussi !! #mauvaiselangue",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrBalou06",
      "author_id": "UCg4q-houWLVXMCPdCZV82Cw",
      "text": "Je découvre, dommage que Youtube ne permette pas les like smileys rigolards. L'essentiel, la simplicité, à ne jamais oublier en productivité. Au risque de me faire lyncher, Google a bien réussi de ce côté. J'utilise Agenda, Keep, Docs, Drive, Maps, Photos et Search sans honte car ça correspond bien à mon besoin. En attendant mieux.",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raystone06",
      "author_id": "UC-xnD9kLvwN0sNQ4QbGkE2Q",
      "text": "La miniature super putaclic🤣🤣 \nGrimace + floutage",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@teatek",
      "author_id": "UCZCkYkTZ1MDmw6pZtctnj-A",
      "text": "10 minutes de pub...",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@renatoo618",
      "author_id": "UCjyI75L8L7EaxwYnlxRv9Dw",
      "text": "Merci, 👍🤝",
      "likes": 0,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RelixIxiler",
      "author_id": "UCss94VeKj41zwFDNRjR0zmQ",
      "text": "Est ce que Notion a bien préparé ses serveurs pour le nombre de nouveaux utilisateurs à la suite de ce programme de communication ? Benjamin code a aussi fait une super vidéo pour eux !\n\nIdem niveau sécurité des données ? C'est comment après qu'on ait mis toutes ses infos dessus ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@superchinoise127",
      "author_id": "UCFg5Mn-ZYmVOFthETgd7Kow",
      "text": "Petite reco: créateur de contenu + Notion = Shubham Sharma",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Beurhp",
      "author_id": "UC2BFgH_yd46ZX7aoWoEaVuw",
      "text": "Perso je ne bosse pas dans l'it. Je bosse dans les TP, et rien que pour ne pas oublier des pièces ou matériaux pour aller bosser a un endroit loin de ta zone de stockage c'est niquel.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elietteh2395",
      "author_id": "UCNL_LvTPKx6cpYPl-ZxC6Zw",
      "text": "Wow, tu m'as convaincue a télécharger le logiciel Notion😂 alors que peut-être ça ne me sera pas utile mdrrr (en vrai que je pense que si il me sera utile parce que je suis étudiante et ça me fait chier d'utiliser 15000 applications pour m'organiser) merci bien pour cette vidéo 😁",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Batu73000",
      "author_id": "UC2J3ye1cbXavu2L0pwYuQVA",
      "text": "Pourquoi tu fais çaaaaa !?",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abdellahb1398",
      "author_id": "UCmklwbx5TXInpLfDUMrCUuw",
      "text": "Des notes dans google keep et le reste dans l'agenda et l'alarme et roule ma poule. Je peux même formater mon tel je retrouve tout 😉",
      "likes": 0,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PhO3NiX96",
      "author_id": "UCawn8UZ-J--7KJ9sbQV-OWQ",
      "text": "Moi ca fait un an que j'utilise un vieux fichier Sublime text lol avec ma liste de RDV, ma to do list et ca suffit amplement xD",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Male_Sigma_France",
      "author_id": "UCFSY-ZXlcplIk3eZ_0Furzg",
      "text": "Ce qui est bien dans un paradoxe \n\nMonsieur Micode \n\nc'est qu'un paradox \n\npeut être paradoxalement paradoxal \n\nemplies de paradoxes \n\nSans être un paradoxe paradoxalement \n\nparadoxale vide de paradoxe paradoxal \n\nCela est à l  image de votre Årts\n\nfinalement...\n\nUn Årts Årtistiquement Årtistiques",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Drakcloud65",
      "author_id": "UC35LsW63WOBFExfd8wSERLw",
      "text": "Le jour où on ça sera chiffré E2E avec des backups locales (ou sur mon serveur directement) ils auront tout mon argent",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@whazas",
      "author_id": "UCXSj3UF-bObJyOUIkhVzXbA",
      "text": "Oh yeah la notif",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@merlintintin",
      "author_id": "UCXKmgeowQaDcCeTrgUw_K1w",
      "text": "c'est dommage que tu n'aies pas abordé la notion de workflow, de sprint et de release... c'est essentiel dans l'organisation en entreprise et le travail en équipe. \nperso j'utilise atlassian jira (comme beaucoup en entreprise je pense).",
      "likes": 0,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ronan6882",
      "author_id": "UC53UFYS3h4i3WKk2UMge5oQ",
      "text": "Plein d'outils sympa effectivement, mais qui reposent tous sur des process que l'on doit s'astreindre d'abord sois même a respecter, ensuite de s'assurer que tout le monde les ait compris, puis les respectent. Bien maitrisé c'est puissant, mais ce n'est jamais magique et requiert une certaine discipline.",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mimimost1560",
      "author_id": "UC7twcOvsWkui_zUivCpdRag",
      "text": "Dommage il n’y a pas en français",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@coolcomments",
      "author_id": "UCeHuaZ1QrawFjb2GNgKzh_w",
      "text": "Quelle Notion du temps ! \n\n\n(oui, j’écris un commentaire juste pour ce jeu de mot pourri)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zackerovitch",
      "author_id": "UCQzmNa6_Jqz_gqlDOFNMkJA",
      "text": "Salutatoutes zetatous\nComment organiser \"sa life\" avec un soft , vraiment dépriment .Heureusement que d'autres ont un cerveau. Pensez à prendre un parapluie demain il va pleuvoir , quelle vie pleine de rebondissement !\nAmusez vous bien.\ncordialement.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@foxlolo38",
      "author_id": "UCQhNfztkUME4dyjPnjWR0fA",
      "text": "sinnon ya Remnotes , c'est Notion mais en mieux",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@krabouly",
      "author_id": "UC9DC-u_pfjnUW25yPx0k-xw",
      "text": "salut \nil y a pas de version fr ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AlexandreRousselet",
      "author_id": "UC-04yRxmTDznC5kSWhQmgAQ",
      "text": "Alors, totalement d'accord, Notion fonctionne super bien,ca a du me prendre quasiment 1 ans a la masteriser bien comme. Le plus gros progrès ca a été d'utiliser un template au bout de quelques mois (Manager OS dans mon cas).\nAujourd'hui notre boite a décidé de bloquer les IA génératrices (donc Notion)... Suis passé a Anytype qui marche plutôt bien également.",
      "likes": 0,
      "timestamp": 1743465600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@IbrahimisPlaying",
      "author_id": "UCTS_JY8unkjU9JEqH5EKEeQ",
      "text": "Perso, une ToDo List avec des cases a cocher ça me convient bien mais je suis le prince de la procrastination hélas :(\n\nMais j’essaie de me soigner (j'arrive même a procrastiner mon Bullet Journal...)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@felixbenoudiz4791",
      "author_id": "UCyCjpSIIQoNEgfX_vCkjq7w",
      "text": "On veut un tuto",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mymy46000",
      "author_id": "UCdbggiH6vAWbp1E0NMV1I6w",
      "text": "ton coeur est il déjà pris ? :)",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yosty28",
      "author_id": "UCPoeaIGLHMvJoxYkZtZ3TOw",
      "text": "C'est fou tout le monde sort des vidéos sur notion en même temps. J'ai découvert le truc avant hier sur la vidéo de Benjamin Code et vraiment le truc est incroyable.\nJe me suis tout de suite retenu de faire des trucs trop complexe donc j'ai trouvé un template sympa en ligne et je l'ai simplifier pour mes besoins afin d'éviter la notionite\nMais vraiment énorme délire cette app",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kuro4493",
      "author_id": "UCuOGpFGAYnd9SDI-LfcLPlA",
      "text": "Je sais pas pourquoi mais dans cette vidéo, à travers son faciès et sa manière de s'exprimer, j'ai l'impression qu'il dégage un peu la même énergie que Fabien Olicard...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sam915",
      "author_id": "UC9657TTfmDm91X7Z72yCg7A",
      "text": "Les coupures à chaque mots c'est quoi le principe",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PediaWiki55",
      "author_id": "UCn8sRBW29GHX6U171UyXsRw",
      "text": "C’est un mix de Teams Onenote Grive ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FR3DOU",
      "author_id": "UCzrXJDLZZsnssncU-L3v_YQ",
      "text": "J’ai deja reuni la plus part des trucs dont j’ai besoin a un seul endroit: mon tel ou mon ordi. Jvois pas bien a quoi peut servir ce genre d’appli en fait. Chaque interface a été créée de facon optimale pour l’appli qu’elle supporte (en principe en tout cas). Et a t’entendre j’ai l’impression que t’as passer plus de temps a bidouiller cette appli que tu en aurais passé a switcher entre les appli insta/mail/youtube etc.\n\nPtet que j’ai pas compris un truc et que si je l’essayait ca changerait ma vie mais là jsuis un peu dubitatif…",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@remyheinis",
      "author_id": "UCdXDVuBcBp7wGE_0YKYSLPQ",
      "text": "Y ales googles apps aussi,\ntask, list, agenda, sheet, drive,... gratuit...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Chnixs",
      "author_id": "UCW96UsMrvuEP9PgnzscWcvQ",
      "text": "Finalement comme teams et o365 ! (Sans les API ok)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yukioo4912",
      "author_id": "UCrimDJg58BN-3dMar1j904w",
      "text": "Le montage 👌👍",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mactepppp",
      "author_id": "UCXFX-i0ZRrqAoZDFq8dezaA",
      "text": "merci",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@axellitoral1503",
      "author_id": "UCWBFrzKqZgtmcTN1LY_5nOw",
      "text": "Ahhhhh merde Jen etais sur notion c'est pas tout neuf!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FlammeDuSavoir",
      "author_id": "UCnXTA1eQC6JkH5d3J7df8Jg",
      "text": "L'oisiveté et l'ennui c'est important en fait ... L'accepter au lieu de culpabiliser moi ça m'aide paradoxalement à m'y remettre plus facilement après. En plus je fais un métier créatif dans lequel l'ennui peut m'être profitable s'il m'amène à faire ou voir des choses qui m'inspirent. Bref osons l'ennui ....",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Secifelam",
      "author_id": "UCbuANjGQjlYNp4A2iMW0tzw",
      "text": "Dommage que ce ne soit qu'en anglais et en coréen",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lostenos39",
      "author_id": "UCJAWqko1Jx0OYl3_X7i2uVg",
      "text": "Moi j'utilise un tableau blanc",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mlsh-azerty",
      "author_id": "UCU2qSgM0iN4u4RT8NyPzT9Q",
      "text": "pour ma part c'est : \n \" pas open source, necissite un compte \" \nnope",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tirya7510",
      "author_id": "UCfxWoY3bBeg5APpB9gzPjBQ",
      "text": "il disparaît 1 mois il dit mm pas salut il entre direct dans la vidéo",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Identitools",
      "author_id": "UCb3i8-NBEYflQhoWlmzPlqA",
      "text": "Centralisé et dans le cloud? Nope.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gabrielsoilihi7064",
      "author_id": "UCUeQe8xSNpQbKbEpRtVAVMg",
      "text": "UNDERSCORE LE 22 SPETEMBRE",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nautilus48",
      "author_id": "UCD2eJ0P3ak07KJB94op0Qhg",
      "text": "A l'époque tu avais des cheveux lol",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrPiioupiou",
      "author_id": "UCeOCE_wZReTaHbe1A1K7Ddw",
      "text": "Le plus long c'est de choisir sa cover .....",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Running_Colours",
      "author_id": "UCuokLO9xAdoaCJyzc01Cv9A",
      "text": "Y'a un équivalent open source ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@diger5882",
      "author_id": "UCoc9PDlPoLBxO0aQTLEf0Xw",
      "text": "Comment tu as fais pour l'avoir en francais ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@francoisp3625",
      "author_id": "UCnsW_UH9vXX-nBe3X-enXYA",
      "text": "utiliser un simple kanban avec des postits + une note de chaine de Fibonacci pour noter la priorité en se limitant à 13 (pire priorité)  et c'est fini pas besoin de plus :)  même dans des très grosses critiques pour vous tous on fait ça  et ça marche super bien",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benjamin3443",
      "author_id": "UCuxE4KV-S_08LrnE_F7HrIA",
      "text": "Est il possible de synchroniser le calendrier google Agenda sur Notion ? :D",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@footgains",
      "author_id": "UCCt0gzb_HPI74uN1JpcUs9A",
      "text": "Bonjour et merci pour vos conseils personnellement je cherche un logiciel qui puisse faire l'agenda et qui puisse enregistrer mes heures de travail",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tiopepe7724",
      "author_id": "UCeFA4ImQQ-qYsAwz-0zNY_g",
      "text": "Sticky notes 👌🔖",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheGounry",
      "author_id": "UC5QRvm1vA-l_dNIwYaVXQ9g",
      "text": "Ce que tu dit les 2 premières minutes... Imagine apres quand tu rajoute des enfants a gerer et tes foutu xD",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@n3o2k5",
      "author_id": "UCVt3HXfwhZcTssXoGYu_OnQ",
      "text": "C est équivalent a un bullet journal non ?",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GeneralKMS",
      "author_id": "UC9HGh_nOFeNUuWy0K03z9ZQ",
      "text": "Tu as essayé de ne plus de raser ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@djfilthyfox2219",
      "author_id": "UCQ7d9ktWSfYEERxrF8E3sYQ",
      "text": "Je connaissais pas du tout, mais le côté adictif me fait peur, j'ai formater mon ordi pour ne plus avoir un jeu dessus pour être, justement, productif alors bon...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sky-kr3c",
      "author_id": "UCPgqvedl3OhMK5A6zQrtQHg",
      "text": "Perso je me sert du truc de base, ça m'aide",
      "likes": 0,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ergohermano",
      "author_id": "UC4RxiDwHqpipWwAunEHkNPA",
      "text": "Y a-t-il un (des) équivalent open source ?",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cartoonman8292",
      "author_id": "UCjz84dU7w_Ah9a8kn-gNhsw",
      "text": "juste mrc",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eddydelafontaine9907",
      "author_id": "UCp7y2xWF3DBNA_2tvGY4r7A",
      "text": "Je suis trop vieille école, y'a trop \"d'anglicisme\" c'est pour moi perso contre productif à devoir traduire et user de mots en abondance pour des actes logiques/basiques",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@crmiin",
      "author_id": "UCiKkzdCOFpsRnbARTt4_jQQ",
      "text": "la coupe 👍",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MaxJacquot",
      "author_id": "UCg6wQPl2wHXdvc3a68ulGug",
      "text": "Ils ont du te payer une blinde pour que t'en parles pendant 10 minutes",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@henry4074",
      "author_id": "UCUwCF-PeTG80ZFh5l_83TQA",
      "text": "Quel est leur modèle économique ? Je ne voudrais pas encore être le produit d'un énième service gratuit.\nNiveau sécurité, j'ai cru comprendre qu'ils ne chiffraient pas nos données, donc comment peuvent-ils donc nous garantir leur protection en cas de hack du serveur ou autre ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@odiodi1407",
      "author_id": "UCUXbfsZ9IEBkrzkxtgPuhVg",
      "text": "Même principe que Asana non ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@samouraimelanine4646",
      "author_id": "UCrXN1CVrtLCxmPYKYb96MCA",
      "text": "C'est comme NodeRed?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gamx2295",
      "author_id": "UCdXq8dW0tvxloQUQK1mwbCQ",
      "text": "Notion",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rule56",
      "author_id": "UCoC7l1sA2i8HUehp79Bi86w",
      "text": "Microsoft TEAMS fait la même chose non?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FreydCMP",
      "author_id": "UCxo4LWA23qNIy4aTu1hQWMw",
      "text": "Ben moi je suis un dinosaure d avant l informatique, même du minitel et ben j utilise un truc de fou, c est rectangulaire, léger, interactif,ça bugue jamais et c est d un super rapport qualité prix : un agenda papier avec un crayon à papier et une gomme..... oui je sais je suis un peu dérangé mais j ai géré des organisations de 140 personnes avec. Et ça marchait plutôt bien...ha oui parfois j utilisait des post it mais ça c est high tech...y a de l adhésif ai dos😂",
      "likes": 1,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@killian_stn8907",
      "author_id": "UCkzi-GN5C4a_qnhyVioYbNA",
      "text": "Quel logiciel utilise tu pour la programmation?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emjizone",
      "author_id": "UCbiDWttllKJg1_vi_4riWsw",
      "text": "Alors pour moi, pareil, sauf que les payer était aussi un problème en soi, vu mes (non-)revenus.",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dadou83",
      "author_id": "UCL8K3PRYnNcZglLChw09cAw",
      "text": "Y a t'il moyen de mettre l application en français ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PediaWiki55",
      "author_id": "UCn8sRBW29GHX6U171UyXsRw",
      "text": "Je bosse sur Outlook dans ma boîte du coup l’intérêt c’est de recevoir un mail avec des choses à faire et de cliquer sur le flag pour le transformer en task dans ma to do list, et non écrire dans un outil ou sur mon cahier ce que j’ai à faire au fil de l’eau. Est ce qu’on peut intégrer sa boîte mail ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wassimp967",
      "author_id": "UChEkdR2t-EuuWqjRc3G9b6w",
      "text": "Salut micode bonne vidéo ! J'ai une question ? T'as pas un truc ou puis je dire un travail qu'on peut gagné un peu de sout car je suis étudiant et je veux un truc à faire à la maison pour m'aider un peu financièrement",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pierrevoue5170",
      "author_id": "UCquF8rvBafDiWVyIK2sJI4w",
      "text": "Pas de version pour Linux :/ Vraiment dommage",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guybaot",
      "author_id": "UCcLwlNWW4SMaljvSxjMrGZA",
      "text": "Juste remédiation ... Je pense que remède semble plus adapté. Sinon merci pour toutes les vidéos.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@OnMyWay35",
      "author_id": "UCJV4j_sR83oucOe_6Gae1mg",
      "text": "Ça à l’air pas mal, mais comparer Notion à un ERP, c’est comme comparer une porsche et un concorde… c’est pas la même utilité ni le même prix 😉",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@macthao",
      "author_id": "UCK05hopIXuc3gdDGJwnYK7w",
      "text": "Comment le passer en français ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Neiosian",
      "author_id": "UCblCRSCbCYCtW6R-l5xc56A",
      "text": "Nan mais c’est pas possible. Je voulais lister les entreprises pour lesquelles je candidate, les pour et contre etc. Non seulement je tombe sur cette vidéo et donc cette application, mais en plus ils ont un template exprès pour ça 😅",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ju4845",
      "author_id": "UCHTtyT5fz5etRCDxoet0_lQ",
      "text": "j'ai essayé de l'utiliser mais il me manquait certaines ....notions ! hum!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mashilo",
      "author_id": "UCNW27tK2H5N5jIuXElOMCXA",
      "text": "\"A très bientôt\" 10:41\nBein ducoup non",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@williambousquet1093",
      "author_id": "UCRBB4Bg0bC20CkpJg6dhPkQ",
      "text": "salut, moi j ai une question? comment trouver l ip sur laquelle une appli android se connecte? (pour savoir ou se situe le data center sur lequel elle se connecte)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ouchdinnnnnw",
      "author_id": "UCDtprcNKRGLO6fCWL2RdU7w",
      "text": "Osef .... Pour moi c'est métro boulot dodo rien qui me casse la tête je suis ouvriers de production mais surtout je me prends pas la tête !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Skorii",
      "author_id": "UCkFEC-w6prWJqC_b3lZw2PA",
      "text": "Hello Micode, as-tu déjà entendu parlé ou testé Odoo ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julienmans3359",
      "author_id": "UCOeXmZFSXNT1DMQ2HV58E2w",
      "text": "Petite question, une fois que t'as ton truc tout setup comme ça, est ce que tu dépends d'eux? Genre si ils disparaissent totalement de l'univers demain ça marche toujours ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ninosloo",
      "author_id": "UCAs0DvA0U8rT5kvULTDPmMg",
      "text": "mais wsh t’as fait quelle université pour y aller qu’une fois par semaine ? \nmoi ça me bouffe tout mon temps je peux rien faire",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Greghehe",
      "author_id": "UCtAZzl5gPw5aZ6Fv12OZUIg",
      "text": "Intéressant cette notion d'API. Penses-tu qu'il serait possible via Notion d'automatiser des taches d'organisation de planning pour plusieurs personnes? ex: Je suis admin, je rentre dans un planning mensuelle toutes les constantes inamovibles tel que les jours de repos, vacances, rendez vous, formation etc... et le reste du planning se génère automatiquement en fonction des besoin de l'entreprise (chargé d'accueil, secrétariat, personnel d'astreinte etc..) ? Je ne suis pas dev, j'apprends petit à petit le python (entre autre puisque je suis quand même plus intéressé par la SSI)  et j'ai un petit orteil dans Bubble pour essayer de faire un truc comme je viens de décrire, mais le temps me manque...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anoncapucin5734",
      "author_id": "UCQHBRYWrxMui6eQY2pGiOyw",
      "text": "AH les outils de productivité^^\r\nOn peut créer des 100aines d'items sur des centaines de pages ! Trop bien ; plein de trucs a faire planqué dans des tiroirs^^ Mais est-ce que ces trucs peuvent être liés entre eux? genre la timeline peut-elle être composée des items de la todo list? Items auxquels on peut ajouter des attributs, comme des durées, des conditions, des limitations? Les éléments de la timelines peuvent-ils être paramétrés? Mercredi pas de compta, report auto de la tache associée à la compta au jeudi 8h -> notif si conflit? Le gros défaut de tout ces outils à toujours été le même : trop peut d'éléments paramétriques. A première vue (en 5 mins) les fonctions sont nombreuses, mais indépendantes, à part de bêtes HLinks, pas de reprise d'état ou de variable quelconque. Pas de possibilité et debug sont dashboard en quelque sorte. comme si dans un logiciel de dessin on ne pouvait pas vérifier les interférences.\n\n\r\n\r\nJ'ai passé quelques minutes (ok, une dizaine de mois) à dev un classeur adapté pour ça, sous excel avec quelques DB attachées pour pouvoir l'utiliser offline. Il remplace les trucs que j'utilisai avant : scrivener; timeline; cmap et gkeep. J'ai ajouté une bonne centaine de fonctions supplémentaires comme des patterns d'opérations sur des variables ou chaines selon des références d'event pour des skill growth en formation, des templates de traitement d'infos pour du dessin assisté, des correcteurs de textes selon l'interlocuteur (labo, universitaire, IT, ingé etc. ils n'ont pas le même jargon - AH... XYZ ou IJK ? chocolatine ou pain aux phalanges? ... bandes de casse-coui** ^^ ). Bref du paramétrique à balle, et tout reprendre au propre sous python ou c++, ca serait cool, mais c'est long, c'est difficile, ca me fait apprendre un langage quasi entièrement et surtout ... j'ai déjà un outils fonctionnel et le coder ne m'apporterai rien ... En fait, j'y perdrait, les modifs seraient plus chiantes... et il y en a tout le temps. Je serait content de le remplacer mais Notion ne fait a priori pas le taf (sinon par l'import CSV pour partager un truc avec un tiers ... comme gdrive oui) du coup, pas d'intérêt pour moi, je passe mon chemin.\n\n\r\n\r\nEn revanche, vos données les gens! Faites-y attention, un dashboard ou on enregistre TOUT, c'est un dashboard offline sur un support avec au moins une clé bitlocker. Dans le cas de Micode, je ne sais pas, mais la plupart des pros, si on leur tape leur roadmap R&D, créa ou invest avec les planning et histo de démarchage client, ça peut juste enterrer la boite. Alors si le contenu à valeur ajoutée (comme des formations, des plans, du code etc...) est sauvegardé sur une app externe, je trouve que c'est très chaud. Mon conseil, boitier EATX béton DIY +VNC +fortigate (oui, excel en remote, c'est une app multi plateforme^^)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@enzomedina3118",
      "author_id": "UCkPZx_bDpRBVx7XtiJnCR5Q",
      "text": "C'est quoi le  nom de la todo-list présenté à 2:22",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@simonleonard4084",
      "author_id": "UCwmNDlLBD1bcfyw1v57S4aQ",
      "text": "Est-ce-qu'il existe une alternative libre à notion ? Un logiciel pour bureau ou un service web l'on puisse auto-héberger ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GabrielPettier",
      "author_id": "UCMTo1UQsJ2NEpzrTmkbQgeQ",
      "text": "Bon, moi trello et tout, ont jamais résolu mes problèmes, par ce que créer des tâches, ça, je sais faire, mais faire autre chose que ce que j'ai envie à un instant précis, j'ai beaucoup plus de mal, donc ça sert pas trop à grand chose d'organiser partant de là, mais bon, je vais tester quand même, peut être que si l'outil est satisfaisant, ça m'incitera à l'utiliser (mais oui, j'imagine aussi que je pourrais tout à fait attraper la \"notionite\", donc je vais faire gaffe).",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jamer_203",
      "author_id": "UCWecDq_GvxL5sC5lc1TGCnA",
      "text": "Mais, la vidéo elle est pas finie ?",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@generalebitcoin7917",
      "author_id": "UCjz79lmTX5wHAi4Ebgsc18g",
      "text": "Le nom de ton entreprise micode j'ai envie de  faire comme toi 😞",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Maker_VID",
      "author_id": "UCIgG0EbteugN_SyoMieHJMg",
      "text": "Perso j'écris un podcast avec ^^",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@conandada",
      "author_id": "UCJro6YfYaZ_kHYZME5nlBBA",
      "text": "Normalement quand c'est sponso, il est pas censé y'avoir le bandeau en haut à droite \"inclus une communication commercial\" ? Nan car y'a carrément le liens en epinglé...",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tasakyhashigaki4024",
      "author_id": "UCcwAP39Hynfo7B_tqTlZCqA",
      "text": "Les notifications qui se font pas sur iphone c'est un gros gros défaut de cette appplicaiton. Lorsque je met un reminder, j'aimerais bien avoir la notifications sur mon ordi ainsi que sur mon téléphone peut importe que je l'application ouverte sur l'un ou sur l'autre.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spartan9124",
      "author_id": "UC1RMvldnX2ypXcmuIUYQXhA",
      "text": "Doucement les cuts",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@whitedamon68",
      "author_id": "UCuTGTI_GWSh9dYl13NRDcHA",
      "text": "La video a éte cut à l'arrache? :/",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@scaivy25",
      "author_id": "UChy6mNN2JpIdtj4Y_nhSfbA",
      "text": "ta un outil contre la flemme ? ^^",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emmanuelbrilakis",
      "author_id": "UCBWaUcev-R2DUua-KRfzDyg",
      "text": "tjr pas compris ce que c'est",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@naunaud801420",
      "author_id": "UCDHC5pYbpNkFjXv2UFrG7dQ",
      "text": "58s la video :o",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tibiscuit_OW2",
      "author_id": "UCOh57tc0Ba7_x_gBfyz4BhA",
      "text": "J'utilise Obsidian jusqu'à présent pour prendre des notes, est ce possible de migré sur Notion sans tout recopier à la main ? Merci d'avance\nPS : Le partenariat a été super bien emmener gg",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dx10ocv",
      "author_id": "UCjqbBoGN6ViOayiMnqDv99Q",
      "text": "J'ai testé notion... l'UX n'est pas folle non plus",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gabinlangellier765",
      "author_id": "UC5IekqPeTWgNvuPPJnIuk9Q",
      "text": "et je m appelle gabin aussi !!!!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@archIBARBU_",
      "author_id": "UCcd_5IQTzAr3m1S6H2tYI9g",
      "text": "Je t’attend pour une nouvelle vidéo et tu me sors un vidéo sponsorisé 😢",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dackev1851",
      "author_id": "UCGyP7cCnrn0Fx03EQCRtRkg",
      "text": "Y'a moyen de le mettre en français ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EliottKtm",
      "author_id": "UC5zl2nvarOxZWqs8axDVDSQ",
      "text": "Perso j'utilise notion en entreprise. Mon expérience est très mauvaise si j'y étais pas contrain j'arrêterai.",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ThumbsUpPete",
      "author_id": "UCe7t73XjUqWbGtDFFh5UWJw",
      "text": "9'45 pour comprendre que c'est une vidéo sponso... Si tu l'avais dis dès le début ça m'aurait moins dérangé 😒",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mamieboopsyou1287",
      "author_id": "UC0NHpdbU9jFvleSmciAsSaw",
      "text": "Dès le début de la vidéo on sent que c'est un placement de produit, même s'il n'est pas directement annoncé.. \nOn sent que c'est pas 100% sincère, et puis nous faire croire que c'est une trouvaille personnelle alors que tu es payé pour en parler, un peu limite.",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@waggas0349",
      "author_id": "UCaWyHgRzdy8Jv_JmjpmynzQ",
      "text": "Cette application est aussi en francais ?",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MangaTDZone",
      "author_id": "UC0jVEiJu2oz_5NaftErHMgg",
      "text": "J'ai bien compris que tu pouvais designer une page, mais pas à quoi ça sert... encore moins en vocabulaire startup. ^^",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@edgardallanpoe5427",
      "author_id": "UCXcvY4bhgY38XjbtznoJHWg",
      "text": "Peux tu stp m indiquer le vpn gratuit Android le mieux dans l'ensemble en Belgique ?merci beaucoup",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stmikhael1806",
      "author_id": "UC2RHXAklmqAmdU5kTAq9gbQ",
      "text": "J'ai testé et effectivement c'est plutôt pas mal comme trucs. Après l'application mobile n'est pas top mais je suppose qu'avec le temps ça va s'arranger.\n\nPar contre problème ils font quoi des données ? Et il manque quelque fonction ma foi utile comme l'appareil photo pour prendre des notes. Et ça manque de force, je voulais remplacer mes fiches techniques Excel par notion c'est clairement pas possible sans passer par 50  magouille plus ou moins pratique",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@plzimthestar",
      "author_id": "UCjiAi5CUVXiu3H_Dvda6OCA",
      "text": "Je viens de voir la vidéo sur le dark mode et j'ai directe commencé celle ci\nJe vais bientôt devenir étudiante et j'ai toujours aimé être très organisé, c'est bien pour les étudiant ?",
      "likes": 0,
      "timestamp": 1759276800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@1connuri1",
      "author_id": "UCBI5d8-jNd3Y3a8AkRGBP_w",
      "text": "J'ai voulu utiliser Notion pour organiser mes fiches pour le bac mais sur mon téléphone l'app est très lente et je ne peux pas coller de texte à partir du presse-papiers, c'est vraiment dommage ça gâche tout",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vilquid",
      "author_id": "UC61ac2AfrkJcuSztAJrQOMQ",
      "text": "Tu connais le logiciel notion ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Meli-melolo",
      "author_id": "UCF2jhaQWgwUqtRcKgThcofg",
      "text": "C’est quoi l’appli",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Fairlye",
      "author_id": "UCssJQ_CzPZZ6GMN20uUIffA",
      "text": "tu peut faire comment installler un autoclicker sur linux",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guillaumed8107",
      "author_id": "UC0lx0OaV5re3BIZAwWwLWpA",
      "text": "Ok certainement génial mais le lien envoie sur un site qui n'est même pas en Français et dans les préférences de langues c'est anglais ou coréen...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lch-p4x158",
      "author_id": "UCWdjnIcwI2rqCKsIbbSIHrg",
      "text": "Une autre vision : https://www.youtube.com/watch?v=m1U1C67mnZc",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bugs24b",
      "author_id": "UCrM1wKGfVo3zRHcHzl-7caA",
      "text": "et evernote ??? là je suis en train de tenter un import de 28 pauvres carnets de notes evernotes dans  notion, bhé ça plante bien",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@odrielll",
      "author_id": "UC0NI87CrCAK-SU-loi9hEcg",
      "text": "certes ca aide à organiser, mais si tu te leve pas le matin, bah c'est de la merde xD",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ferdi4205",
      "author_id": "UCi4ftsF8XVSu4p41XwaLB_w",
      "text": "Et Odoo? T’en penses quoi Micode?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MitroglouFR",
      "author_id": "UCmfjL_tYyKyLaGAuE3KV56w",
      "text": "Elle à rien bouleverser à ma vie frr",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kama4856",
      "author_id": "UCyp_AapLJw5Ro6CR6lMH2gA",
      "text": "Je suis laaaaa",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lesliensdetontonbastoune9705",
      "author_id": "UCjMyhIVhJMQM_EmrGHuFg6w",
      "text": "C'est aussi un peu l'obsession de retrouver du controle dans une vie qui nous echappe de toute part. \nJ'ai abandonne tous les outils pour avoir un simple brouillon de courriel qui s'appelle AUJOURD\"HUI dans lequel chaque matin je selectionne depuis un autre brouillon appele TAF (trucs a faire) les objectifs que je me fixe pour la journee. Comme je le fais le matin meme, j'ajuste en fonction de mon humeur et de mon energie. Ce que j'ai pas fait a la fin de la journee je remets dans le brouillon TAF.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cobaltosaureni-co5603",
      "author_id": "UCHWqGIBo7-haLW_jO9Fw1xQ",
      "text": "Mais c'est une app qui tourne sur AWS. Encore du fric et du monopole en plus pour Amazon malheureusement.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@snorky564",
      "author_id": "UC2QXju1GG69ie6gkc5odgGw",
      "text": "Pourquoi pas finalement",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matissebonnier974",
      "author_id": "UCmjMSWcNOu1Cnglnwxk2YGg",
      "text": "Dommage que c’est en anglais",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sepra_tv",
      "author_id": "UCc9Y7ro0ypLgNhOFPzjB5pg",
      "text": "Salut je trouve la petite musique de fond très disagreeable, en tout cas super vidéo le contenu, lui, ne change pas tjr aussi super",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@optizognons802",
      "author_id": "UCHS12xWDEkwwusEYZtFAn6Q",
      "text": "Perso, je n'ai pas besoin de plus que DS Note (pour ceux qui ont un NAS synology, l'avantage du local)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xndr1313",
      "author_id": "UCtAKQPZUH8LVhYYVDK6KfxA",
      "text": "Perdre son temps sur des outils pour s'organiser ? Je suis passé maître dans cette art hahaha",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KaKi87",
      "author_id": "UC5NWJBJrpLK0Ikl-2zMjUPg",
      "text": "C'est un BuJo numérique, en fait. ^^",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kataklysme666",
      "author_id": "UCWdstL0GgZ8XaTQHcCGS3JA",
      "text": "Comme je suis esclave dans une entreprise et que je n'ai jamais utilisé ce genre d'outil, je suis pas sûr que ça me soit utile. Mais la vidéo est sympa.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maguenlaw",
      "author_id": "UC4PeISut-jEUILqtirURJMA",
      "text": "yeah ma vie est bouleversée",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@myfreedom42",
      "author_id": "UC-ygHTcoiDOhj4gnPKp5UGA",
      "text": "mais si c'est pas une appli, ça veux dire que tu donnes toutes tes données, tout l'accès au propriétaire de l'outils, c'est tres dangeureux !",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TifeingTemma",
      "author_id": "UCUP24hopVz6p9SCPDxpDN_A",
      "text": "Et à part être un panneau publicitaire, tu sers à quoi ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jilani5729",
      "author_id": "UCwzvXV3HPi_wZZeIB58x3GQ",
      "text": "Go utiliser notion !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flooagriculture3462",
      "author_id": "UCqfocxMaWNjDqS1ls3lvyjQ",
      "text": "Du chinois pr moi mais c’est cool ! 😅😀",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@daguydag9527",
      "author_id": "UCgIi9oqFJOxJuTsxRCF_CaA",
      "text": "donc si j'ai bien compris... c'est une application créée pour nous faire gagner notre temps, mais qui nous bouffe notre temps pour la programmer et nous fait croire que c'était programmé?\n\nc'est du génie.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrPixel67",
      "author_id": "UC5gQTGgXeZL7tJnNGqVEiyw",
      "text": "l'appli en soit est vraiment très intéressante, mais dommage quelle soit pas traduite en français, même si je parle bien aujourd'hui, pour plus de confort j'aurais préféré quelle soit traduite dommage...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gogowshagenai6139",
      "author_id": "UCkn3f-p9okHhnds9zzRJxnw",
      "text": "Honnêtement.... m'enfou de procrastriner c'est trop fun et ça me détend  🥴😁",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MathieuBASE",
      "author_id": "UCOH24NK5Ycaft6NHnTw5_zA",
      "text": "Une innovation mais en aucun cas un progrès technologique. S'organiser ça s'apprend, pas besoin d'une application gadget pour cela. Et certainement que cela peut être utile pour des gens qui son basé sur l'informatique.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jonathanjacque6226",
      "author_id": "UCHDBOvFpBoHK7j8JWqtuXzQ",
      "text": "Nice enfin un super outil pour aider à l'organisation !\nEt du coup j'imagine que dedans tu as planifié la ré-ouverture de la boutique forEach ? Hein ? N'est-ce pas ? Tu l'as fais ? :(",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ChristopheCasalegno",
      "author_id": "UCIlCglg-Gl6eNtllSB95gMA",
      "text": "Hello, petite coquille à 0:09 : \"Vidéo sponsoriée au lieu de sponsorisée\".",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MoiarsenalXXIX",
      "author_id": "UCbW0USvCG54SYn5EuXxhk-Q",
      "text": "Tu appelles comme moi😅(Mickaël)",
      "likes": 0,
      "timestamp": 1754006400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mxt-kaporal1995",
      "author_id": "UC3W6gyLijN7KhPH4yibdjig",
      "text": "-1 point pour la miniature\n\n\nMais ça va puisque t es bien coiffé",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@distil47",
      "author_id": "UCvP0NAooqN8tBgE_G9_Va4w",
      "text": "Perso j'utilise \nUne todolist (Microsoft Todo)\nUn calendrier intégré au système (Gnome Calendar ou Microsoft Calendar)\nUn client mail (Évolution Linux ou Microsoft Mail)\n\nAprès pour la productivité et l'organisation il y a que deux choses qui sont bien plus importante que les outils c'est la synchronisation entre eux.\nPar exemple il faut absolument que votre calendrier perso et pro soient visible sur la même ligne temporelle parceque si vous allez chez le dentiste vous pouvez pas aussi aller chez le client.\nIl faut toujours prendre un moment dans la semaine pour mettre à jours correctement votre todolist avec les tâches déjà faites, les tâches à faire et les tâches en attente (attente de la réponse à un mail par ex)\nIl faut que vos client mails déclenchent des notifications système et que vous vous désabonniez des newsletters. Si vous ne souhaitez pas vous désabonner des newsletters pensez à les supprimer une fois consulter pour ne garder que les threads a forte valeur ajoutée dans votre boîte de réception.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vial4145",
      "author_id": "UCb0KAS9kXLmtH-0Q_hTxuuQ",
      "text": "J'ai besoin d'un truc version canif suisse. J'ai cherché, je me suis orienté vers les graphiques de gantt, dont todoist... Ta vidéo tombe bien. Je vais essayer notion.\nCalendrier, gestion clients, devis, étapes de travail pour clients etc...\nÇa va être chaud mais je vais devoir y passer.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hedyramy",
      "author_id": "UCpYX-l292X_68zADzIeqA7Q",
      "text": "Un bon outil de productivité ludique qui mériterait aussi d'être + connu  : Habitica !\n\n(qui mériterait d'être amélioré d'ailleurs, spécialement pour la communauté francophone)\n\nTu pourrais en faire une vidéo un jour Micode.\n\nOu bien une vidéo qui parle de  tout \" les outils de productivité \" spécialement ceux qui ont un côté \" ludique \" comme dans Habitica.\n\nJe pense qu'il yen a  d'ailleurs trop peu d'existants à l'heure actuelle, ce domaine mériterait d'être largement développé.\n\nAvec toutes les IA et les outils No-Code à disposition, il est potentiellement possible d'en créer plein assez \" rapidement et facilement \" \n\nSi je ne vois pas ce genre d'outil mélangeant \" productivité et jeu \" je pense que je finirai par moi-même en créer !",
      "likes": 0,
      "timestamp": 1746057600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Eliott_2015",
      "author_id": "UC-gK7W62sZSEcdMPzHmpL4w",
      "text": "Y’a pas assez d’option",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MaxMax-hz8hz",
      "author_id": "UCJkuPC3udUqdvajbgafN61A",
      "text": "10min de pub...",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@keima3880",
      "author_id": "UCxuaLN_MOIlH5iNdeuC4QSQ",
      "text": "Ptdr la miniature putaclic",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@25Dagda",
      "author_id": "UC6wZIU7wnhf0oljR8ZNM8ow",
      "text": "L'appli à l'air bien, mais faut un téléphone de riche, genre un iPhone 6 pour pouvoir l'installer, mon téléphone refuse de l'installer :/",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jean-marcdumas-perrin5324",
      "author_id": "UC-4PgmWpVJD60DE8NrdnV-A",
      "text": "👍",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thatsjustme6663",
      "author_id": "UCiuo0uTi1A2DY61eok4AfYQ",
      "text": "C'est un bujo en ligne ou bien ? En tout cas le fait de procrastiner en devenant addict aux vidéos des gens qui font des trucs de fouuu ça me parle haha",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eo3432",
      "author_id": "UCelELcKAZAxJAEkDWgNgYjA",
      "text": "YAGNI !",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_.lg._6179",
      "author_id": "UCEyNUO2_pp5-kfS8j-C8AGw",
      "text": "dommage c'est qu'en anglais.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yNico_",
      "author_id": "UC5TgvbXH3mcF-OzGZyaUzeg",
      "text": "Moi je vois pas à quoi ça pourrait me servir... Keep me suffis x)",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JeremKO",
      "author_id": "UC4VK0Qk7OyN72yzoSpDnSzQ",
      "text": "Nice",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abdoubarry6027",
      "author_id": "UCWYLBdNbqO_SK7xzdI67hPw",
      "text": "yo",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Diego25g",
      "author_id": "UCIv5QM7DE9ORri2fUs7mXbg",
      "text": "J’ai une secrétaire qui me dit ce que je dois faire ou le fait à ma place 😅 ( non je blague c’est juste ma mère lol )",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dieupoulpe",
      "author_id": "UC90VGvR-4c2lC3KksK4B1zw",
      "text": "Bienvenue dans mon monde sauf que j trouve pas de thune (taff) ... Et c est pas faute d avoir bien etudier 🤣",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nayless9221",
      "author_id": "UCrPx_VflicrKCyJi9zhganw",
      "text": "Qu'est-ce que ta fait a tes cheveux :'(! xD",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NoirMat",
      "author_id": "UCmXBL5H3dlHnl2mtvZS8zfw",
      "text": "Ah mais c'est pour ça qu'on te voyait plus ces derniers temps , t'était keblo sur notion , plutot que d'écrire filmer monter .. pas bien micode pas bien.. 😉😂",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gdwlaw5549",
      "author_id": "UCAjaZqH7wuHvWt5vJladraA",
      "text": "Filofax!",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ween_murdock",
      "author_id": "UCUvu_gdGg83iv552m188CcA",
      "text": "Je te déteste Micode... et je t'adore en même temps. Je vais me plonger dans cette app et ça va grandement m'aider ! Merci 😍\n\nEdit/ On peut même gérer son budget, OHlala, mais elle est génial cette application",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jackweldius6112",
      "author_id": "UC3X4xxPZuLhleIQoXkRphkQ",
      "text": "il y a moyen de le passer en français je suis une vrai quiche en anglais ^^'",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Faeldihn",
      "author_id": "UCxBJ5RfrqKqaKz1zWvxXgRw",
      "text": "Superbe.  C'est exactement le problème du monde du dev' depuis des années: passer plus de temps à organiser, rationaliser  et justifier son travail qu'à... travailler.  Toutes ces méthodos pourries qui se sont infiltrées partout.",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@deontable",
      "author_id": "UCQOLbIhIz5z92A8xh_pPT8g",
      "text": "Ouais, c'est Nextcloud mais en propriétaire et payant 🙃\nOu voir même c'est framasoft ¯\\_(ツ)_/¯",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vittorioruta2823",
      "author_id": "UC8avijhzUAGvRQ4neMfB6OQ",
      "text": "tu l'utilise toujours ?",
      "likes": 0,
      "timestamp": 1740787200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Z0MBUSTER",
      "author_id": "UCdk-Pf5ZG4gDJpwy8gMzCLQ",
      "text": "Donc en gros Notion te fait perdre la notion, du temps\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOk je sort, mais demain...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vilquid",
      "author_id": "UC61ac2AfrkJcuSztAJrQOMQ",
      "text": "Ah merde c’est le truc que tu présentes",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zoragna",
      "author_id": "UCIWZKAM84PXF94QSQ4Tak2A",
      "text": "Et EMACS ?????",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@remz93370",
      "author_id": "UC-aG2NS7aV0iCxAPoQXjaPw",
      "text": "Coucou Tati Micheline",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mrgizmil957",
      "author_id": "UCPm3yZJgCZLIuACHs__DH0A",
      "text": "Hello ! Alors, je viens d'aller voir le site web de Notion et je vois que c'est strictement une appli online ! Je déteste ça ! lol  Pourquoi ? Parce que si la boite vient à tomber, moi, je perd tout mon organigramme et donc je peux tout recommencer avec un autre logiciel. Bref, j'ai besoin d'un téléchargement en dur d'une appli sur mon disque dur ! En plus, il y a le côté \"surveillance de l'utilisateur\" qui ne m'attire pas non plus. Donc, là, pas d'intérêt pour moi ! Mais merci quand même pour la vidéo ! ;-)",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Scolter",
      "author_id": "UCgzuT-z2X8HNM2Nx_gGbi9Q",
      "text": "Ça me fait flipper de mettre des choses de ma vie sur un site ou app qui peux se faire pirater. Pas de double authen. Bref",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Toonzi974",
      "author_id": "UCCTTW9kJWo1bxHOloNiuTUQ",
      "text": "Ducoup notion est une sorte d’alcoolisme numérique. \nCool",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flo1054",
      "author_id": "UCG7LOOqJ0P1Ko0nVb7s_qpw",
      "text": "Salut ! Juste pour savoir, n'est-ce pas pratiquement identique que Trello  ?\nCar je l'utilise, et retrouve chaque point que tu a expliqué pour notion.\nDu coup ce serai quoi leur différence  ?",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lisonicsixtrois6818",
      "author_id": "UC4naF0apda9M0jE1IaPVyTw",
      "text": "sujet hyper interessant ! \npar contre les cuts sont toujours omniprésents….c’est vraiment très fatiguant à suivre … dommage",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maximedns",
      "author_id": "UCgNXW5pTI4NRYM3Pn3tDENg",
      "text": "Je suis en plein dans la création d'une start-up... Je pense me tourner vers cette appli du coup ! Merci de nous partager ça 😉",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@largy2134",
      "author_id": "UCEz9TggHeeDVxYNFpO3rRrw",
      "text": "Coucou ! \nC'est possible de faire une gestion de ticket sur Notion ?\nMerci",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheDespendo",
      "author_id": "UCTWLIviLBbzqInIJAWCAiHg",
      "text": "Excellent ! Il m'est arrivé la même experience que toi, je m'en souviens très bien, y'a 2 ans avec Notion. Et j'ai laché l'affaire mais parce que je n'étais pas organisé et que je me posais pas les bonnes questions. Il faut vraiment que je me repenche sur le sujet. La seule chose qui m'embête, c'est que mes données sont chez Notion et que c'est pas chiffré (il me semble). Mais sinon, oui ça à l'air insane. Surtout avec les API .... :bave:",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolas_ang",
      "author_id": "UCHHPXlZJRbpUrViYyucYprQ",
      "text": "salut y’a pas eu un problème avec la caméra en 30 ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Univers_mix",
      "author_id": "UCMmzRtZXpMR3LQrP7NeCWRg",
      "text": "J'ai pas eu une pub pendant 7min ça veut dire que si tout le monde regarderai des pubs par des gens on aurait plus de pub sur YouTube, et YouTube trouveront-ils la solution ? 😊",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mrallanklein",
      "author_id": "UCSwQy3IOK-wtpQk7H8SKSTw",
      "text": "Vidéo sponsoRiée 😅 petit coquille au début",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucasbrunet5584",
      "author_id": "UCS1LHDaNpxenc6xRH7nFj3A",
      "text": "Tien tien tien",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sandrinerousselet6042",
      "author_id": "UCmrAYEVHTJ2T1LtXjfRnMTg",
      "text": "C'est pas juste une vidéo placement de produit si ??",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@joeguilian2829",
      "author_id": "UC56W7s_Wt6N5zU3XmsfW5AQ",
      "text": "Une todo list sous excel c'est pas suffisant ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ange.g6157",
      "author_id": "UC3B1yx1oN16fiJbaFRA9TKg",
      "text": "Dommage que tu n'évoques pas la sécurité des infos partagées avec notion...c'est tout de même ton domaine 😐",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anthonyqd293",
      "author_id": "UCZOH_wAEErAZ1tRleJzN2Xg",
      "text": "3 video sponsorisées par notion dans mon fil d'abonnement aujourd'hui... ah ba bien le coup de com, ils ont dépensé sans compter visiblement",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dany2k13",
      "author_id": "UCu4HsEq3dVNDh0pxja92aBQ",
      "text": "#PasAD ! Il y a une application très simple, belle, ergonomique qui s'appelle BEAR ! Elle relie toute vos choses par des # que vous pouvez modifier, gerer, utilise comme bloc note, organizer... C'est une application incroyable ! Seul défaut = IOS/Mac ! Pour ceux qui dispose d'un Iphone je la conseille vivement, car elle est simple et complète !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomasfolmer7912",
      "author_id": "UCKzCMk4ZXMe4nO5yMP_IB0g",
      "text": "Moi jai pas trop aimé cette vidéo, comme je suis plus intéressé par ce qui porte au dev, avoir 10min de présentation d'un produit c'était pas ouf :/ \nC'est pas un commentaire méchant, les autres vidéos + underscore sont vraiment top, bravo pour le taf!",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@crimo1980",
      "author_id": "UCsq7FI__0wSPH28FauVYUNw",
      "text": "C'est quoi tout ses dislike ?? Pas comprit la",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ac8907",
      "author_id": "UC64kue-guojxnHTFZLFiLfQ",
      "text": "Vous avez le temps de vous balader forêt avec votre chien ? 🌳🌿🍀☘🍃",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@happycollapse6348",
      "author_id": "UC0gouloMRaT8lX2fmTNjzoA",
      "text": "C'est moi ou Micode est un peu éméché sur cette vidéo ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maximedns",
      "author_id": "UCgNXW5pTI4NRYM3Pn3tDENg",
      "text": "Je suis en plein dans la création d'une start-up... Je pense me tourner vers cette appli du coup ! Merci de nous partager ça 😉",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Matchaaat",
      "author_id": "UCp4wKhz_Xo-PhyazFqi9HLg",
      "text": "Un jira quoi",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raffaelpatrignani8561",
      "author_id": "UCQmaSzygCw-OWgfX08i5tFw",
      "text": "Je te kiff et je code en swift ta des conseils ? Ou qql a des conseils pour m’aider",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Syberam",
      "author_id": "UCzU37ZOg93xgJxqPUKfe1SQ",
      "text": "Confluence killer ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@archeacnos",
      "author_id": "UCewIZnX_YpqzXraK5BUjUIg",
      "text": "Les gens avec le TDAH actuellement satisfaits",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aether733",
      "author_id": "UCDn8Cu7SMG0oBNrtlf2ug-w",
      "text": "Yo micode, je veux partir dans le domaine informatique (software/hardware, pas encore certain) du coup je ne sais pas si c'est mieux les études longues ou les études courtes",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loyaxscarty5117",
      "author_id": "UCF92VDKcvhcRFI4cWATiGpg",
      "text": "FAIS D'AUTRES VIDEO DESSUS !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@smalljacq88",
      "author_id": "UCCZ1CJNBKHpLmHfyTiDNYEw",
      "text": "Wouah j'ai la migraine",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emjizone",
      "author_id": "UCbiDWttllKJg1_vi_4riWsw",
      "text": "Aller, on invente un mot ? \nC'est un outil de... procrastivité ! ;p",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@catch987",
      "author_id": "UCwdSVPKxGNIzWbqiDdWkJGg",
      "text": "Dommage pour le conflit d’intérêt dans cette vidéo, facile de faire les louanges d’un produit quand il te finance dans le dos",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jimmy.vrgrll",
      "author_id": "UCe3tKWLspEnJLMtaYHlSpCA",
      "text": "Un poil déçu je pensais que tu allais nous présenter un truc tout nouveau 😂 J’utilise notion depuis la beta ya plusieurs années et oui c’est le feu 🔥 mais oui tu passe plus de temps à concevoir ton board qu’a l’utiliser 😅",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ptitpois3147",
      "author_id": "UCxpA8ZVsHSGmatn4NTMDQCQ",
      "text": "La video commance a 7:00",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@philautrepart",
      "author_id": "UCsu2gcBPeMFT569tONamIjQ",
      "text": "Même si cette vidéo date, je comprends tout a fait ce que tu dis.\nDepuis, as-tu trouvé une autre voie (Amen mdr)\nSi il y avait le Graal, o,n le saurait, non ?\nToujours accro ou tu as mieux ?",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Have_you_try_peertube",
      "author_id": "UCkyaUlzv4ymmr8fNxfb0BXg",
      "text": "C'est pas si claire que c'est une pub ! Bravo pour la confusion.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mittende1472",
      "author_id": "UCEUXX0uFjEc7_SBeSPniLPQ",
      "text": "lol pub",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pockpicket9360",
      "author_id": "UCJxKKXy2YKq8K27UMzzaADA",
      "text": "C'est pas une vidéo sponsorisée par Notion, c'est carrément toute la vidéo qui est une pub... désolé mais j'adhère pas",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@syntaxkm2395",
      "author_id": "UCcW1yn7darCw5BJkn2IHfxA",
      "text": "Ne me dit pas que tu es Bill Gates",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EricBeaumin",
      "author_id": "UCSZqknROvAr0GEOFcvVyYGw",
      "text": "L’appli notion collecte notre identifiant et notre e-mail pour de la publicité tierce. Pas top quand même…",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@virgiledehu4031",
      "author_id": "UCfa7ImxB20MXwcN7DRGdIMw",
      "text": "En gros tu nous parle d'une app pour faire un bullet journal ? Tu passes ton temps a dessiner dddans et finalement tu n avance pas :P",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vovoer",
      "author_id": "UC7v89ZhDOf3IhxcTDVy6v2A",
      "text": "putaclic de ses morts",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Yrtiop",
      "author_id": "UCdsldA8HnRfJ0wIo7uEpT1w",
      "text": "Bof, moi j'utilise une todo list dégueulasse dans un fichier texte basique et ca marche très bien. Et dans ma boite on utilise redmine pour se répartir les taches. Ca a l'air vachement plus compliqué ton truc.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ZztufNow",
      "author_id": "UCLx465bh4uO7oan1TI0JFkA",
      "text": "C'est marrant. Sans regarder la video, je sais deja que ce logiciel ne va bouleverser la vie d'absolument personne. Titre pute-a-clique. Mais je ne lui en veut pas. Les titres pute-a-clique sont nescessaire pour avoir des vues de nos jours. Du coup, je vais regarder cette video 😁",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrNaunau12",
      "author_id": "UCyr4U408y1CysNUSbWnfGeg",
      "text": "Ok donc Notion vous a tous payé pour parler de leur appli ? \nJe voyais une certaine authenticité quand Benjamin Code en parlait \nMais avec ta vidéo j'ai l'impression de me faire avoir...\nLe pire c'est que ta vidéo est bien faite et t'aime la réflexion que tu as concernant son effet de mode",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathieu1742",
      "author_id": "UCrE5BpXhaYo3Mt2lZMPN75g",
      "text": "Joli publicité, quoique un peu longue. \nMais pas de point de vue sur la sécu, dommage aussi de ne pas partager des exemples de feuilles utilisées réellement… \nEt même pas de code promo.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucasqueveau8057",
      "author_id": "UCQDxESv7ajch0YE_U9vfc8Q",
      "text": "Je préfère milanote",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jmco1045",
      "author_id": "UCwY95QfjxjoAxT5x2es2CBQ",
      "text": "Difficile à maîtriser ? Sérieux là ? \nSlash et les glisser déposer et tout est dit...",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Snakeplayerp",
      "author_id": "UCSlXuPyog2mN6KCspY-yEug",
      "text": "Mais pourquoi tout ça en fait ? Ça vous suffit pas de profiter de la vie ? Vous voulez VRAIMENT des responsabilités et une vie tellement remplie qu’on a plus un moment pour soi ? C’est vraiment si important de « réussir dans la vie », d’être « productif » ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sckip97490",
      "author_id": "UC19ttvZx_VDajhk2AzJW-dw",
      "text": "L'homme  2.0, mais  plus libre et dépendant de tout cette  technologie,  alors que la nature  nous a déjà  donné  tous les logiciels  pour la non procrastination  (ok, pour l'organisation ces outils sont tres bon dans ce domaine,  mais  pour vaincre  la procrastination !). Téléphone sur off pour économiser la batterie,  un tour a l'extérieur (marche, footing,...) aller  au contacte du vrai  bruit des oiseaux  pas du tweet, juste  20mn et là  on en reparle des endorphines  et autres substances  que ton corps aura produits  et vont booster",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kataklysme666",
      "author_id": "UCWdstL0GgZ8XaTQHcCGS3JA",
      "text": "Très low",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kl0kl0",
      "author_id": "UCcOuMwCZUj10xKiurDcYUkA",
      "text": "2.0",
      "likes": 0,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentinpotie1814",
      "author_id": "UC7xHjr8vAcHqW0olg7Ot9eA",
      "text": "C'est pas clair, est-ce que la vidéo est sponsorisée ? Ca serait bien de dire ce qu'il en est en début de vidéo de manière générale ! Merci",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kaizer7921",
      "author_id": "UCAtqAPKi65_xla4UAgelFBg",
      "text": "Pourquoi tu te mets à parler comme un Jean Charles ?",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mixmau7581",
      "author_id": "UCHtxkrJ52eEh_TVbXUhpX8Q",
      "text": "Perso je trouve pas ça très étique de préciser que cette vidéo est sponso après 9min a jeter des fleurs à ce logiciel même si c’est marqué en tout petit au début tu a l’air de l’aimer ce logiciel mais rien ne prouve que ces vrais donc je trouve ça dégueulasse",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Aryetis",
      "author_id": "UCl_DeHIxtmv0QlIqPE8ogww",
      "text": "Un dashboard pour ma vie privée ?\nNon merci XD. C'est déjà assez chiant au taf comme ça, de tout planifier, tout évaluer, faire des estimations qui collent jamais à la réalité... De perdre du temps de travail pour cocher des petites cases dans un excel.\nJe comprends l'attrait de base de \"tout centraliser\" mais j'en ai absolument pas le besoin, niveau sécurité ... centraliser tout les accès euuh moyen moyen, etc... Le cordonnier est toujours le plus mal chaussé j'imagine.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MacDamien",
      "author_id": "UCB7QTGVqlP9S3TcfVVS3n0Q",
      "text": "Org-mode ?",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@samuelgenissel6627",
      "author_id": "UCERvBjrzYyj7p6i1YhawYzw",
      "text": "\" un outil de productivité peut être un bon outil de procrastination\".. ;)\n\nSi cela ce trouve Macron est sous notion et voit ses todolist s accumuler ( startup nation, la défense européenne avec les allemands qui font leurs armes tout seul, diminution du chômage, des sans abris, etc..., Plus le covid, l inflation, l Ukraine, la famine a venir en Afrique de l est et en Syrie et en Irak) Et refait ses plannings persuadés que sa prochaine organisation changera tout :)",
      "likes": 0,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anthonystark1026",
      "author_id": "UC5yyi-LSN4f1ZMuWV0IGCKw",
      "text": "Je me demandais pourquoi tu léches autant une simple appli, puis j'ai réalisé que tu étais payé par eux depuis juin...  La corruption c'est pas que les oligarques et les politicards 🤣🤣🤣",
      "likes": 1,
      "timestamp": 1672531200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Morrisuns",
      "author_id": "UCSbalGRBcUyh2-POyXl-Y5w",
      "text": "J'ai vu quasi toutes les vidéos de la chaine, Mais difficile de regarder celle-ci tellement le montage est atroce... comme jouer à Mario 1 en super config avec 3 FPS tellement il y a de saccades montage toutes les 2-3 secondes et j'ai la fibre. Je reste persuadé que tu peux faire une phrase complète sans 3 coupures de montage à chaque fois. L'ayant déjà prouvé sur d'autres vidéos. Bref, cette vidéo pique les yeux en l'état.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aurelienmorel7224",
      "author_id": "UCRovelPCmziIOZ-9niMQyWw",
      "text": "Ça ne semble pas non plus révolutionnaire. Finalement c’est un outil comme jira mais avec une meilleur ux et orienter pour les petit structure.\nC’est dommage ta video ressemble juste a une pub.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EricEtFabienne",
      "author_id": "UC64_trJ46_u3MDZs6m3LbGQ",
      "text": "Sérieux vous vous tirez une balle dans le pied les mecs qui est le suivant a faire de la promo pour notion??? Au moins benjamin code lui l’annonce clairement… toi non et la cela me déçoit bcp",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Regional5071",
      "author_id": "UCLz1JbIjCDBxBkMGDrViL4Q",
      "text": "ViewerDeLOmbre",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@montagnesdesalpes4670",
      "author_id": "UC0YMJmE98gYcHyf6SuE-hBA",
      "text": "Gros achète un agenda",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@babaorhum6901",
      "author_id": "UCQs494nxrXqc2IXQ6yvF63g",
      "text": "Elle va rien bouleverser du tout et je vais même pas la télécharger tellement c’est éclaté. Titre putaclick et contenu de merde, continu comme ça.",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eldineber118",
      "author_id": "UCq5nQoMs9L90S-K8ravmRPA",
      "text": "Sa se voit que c’est un chef d’entreprise qui nous parle. \nPs: quel métier fait tu exactement ??",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Thomas-ut4iy",
      "author_id": "UCOYwBGdHnOT3UhtLc5T7Fow",
      "text": "Le titre m’a bcp trop hype",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marcopinoui3637",
      "author_id": "UC7SouUqYOYCkQQcpZ4i1RrQ",
      "text": "L'outil est cool, pour l'utiliser. Mais cette vidéo n'est pas ouf Micode, c'est un gros placement de produit sur toute la vidéo avec un gros Clickbait et tu ne montres rien, c'est à se demander si tu as déjà utilisé l'outil... Dommage ça",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rastakilla972",
      "author_id": "UCwdWFSeJTgH4GBB10Q49-pA",
      "text": "Bonjour Micode \nJ’ai une question \nOn ne parle plus de l’affaire whatsapp \nPourrais tu me dire si oui ou non whatsapp a bien et belle changer ou es resté tjrs la même \nSur cette histoire de donnés",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VarialBigo",
      "author_id": "UCI2W2hGHoLnAUga4eVp7flg",
      "text": "tu es éclater si tu arrive pas à gérer ton planning",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@saju4698",
      "author_id": "UCF_mYfqAluNex2xOCy0SVEQ",
      "text": "Je suis un peu déçu par la vidéo, C'est littéralement une pub de 11 minutes. Bien que tu présente bien le truc mais c'est vraiment pas ultra intéréssant si tu n'en as pas le besoin. Dommage.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Fromaju",
      "author_id": "UCA2jh-QtnEtiZwD9mlT77gQ",
      "text": "Bravo, t'as lancé 1M de personne vers cette addiction...\nDe productivité j'espère",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tilts58",
      "author_id": "UCfArDWjtZZqGeM31XeluLtQ",
      "text": "Pas en français 👎",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ghtddkc",
      "author_id": "UC5PzRCDW-ujFjJnEbqkSnhQ",
      "text": "J'adore Notion (probablement mon app préféré). Mais je trouve ça toujours problématique, une vidéo entière sponsorisé par le sujet même de la vidéo.... J'espère que tes prochaines sponso seront pas aussi directement liée à la vidéo. Thanks",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@m3eow705",
      "author_id": "UCnKm84jVRzWhJwIVp181p7w",
      "text": "pas aimer",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Emka877",
      "author_id": "UChUWneEkjNMqLNpp-vQ2DRQ",
      "text": "Arrête les cuts entre chaque mots, sérieusement. J'pense à quitter la chaine tellement c'est horripilant.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Thomas-ut4iy",
      "author_id": "UCOYwBGdHnOT3UhtLc5T7Fow",
      "text": "Le titre m’a beaucoup trop hyper",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@k-box.stream",
      "author_id": "UCSK-uRG3j1GTYtmdlYJ4Dzg",
      "text": "Dommage Micode. Dommage. Céder au placement de produits… le tout dans le cloud. Incohérent par rapport à l’ensemble de ton contenu.",
      "likes": 0,
      "timestamp": 1704067200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chrispacare705",
      "author_id": "UCs96i6V9HwbwSsqqIJX_6cQ",
      "text": "Tiens je n'ai pas vu le bandeau \"vidéo sponsorisée\" en début de vidéo... La vidéo est faite pour faire croire que c'est ton idée, ta trouvaille, alors que c'est juste un placement de produit... quelle déception ...",
      "likes": 2,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SANN1717",
      "author_id": "UCscAFQufctlUf0e1JQDet5w",
      "text": "Nul",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louis-marseille9499",
      "author_id": "UCiHuzAENJa6EuA3fGjsk0Jg",
      "text": "J’espère que je vais pas me faire but a cliqué",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@albi17",
      "author_id": "UCfNmzGMHr5Z5oBJlqFaY4WA",
      "text": "7:36 après les gens parleraient de tout si ils étaient rémunéré pour a chaque fois, je dis pas Notion c'est nul, mais juste que si ya beaucoup de vidéo à ce sujet, c'est pas principalement car c'est utile, c'est juste pcq ils paient pour ça mdrrr",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MOMOone71",
      "author_id": "UCfYnlcH15fpcAgGDBo_lyng",
      "text": "67eme like.cc🦍✂️✂️🐕🎸 je pratique une drôle de discipline inexistante en France avec des petites vidéos de 2 minutes seulement mais très spectaculaire.merci beaucoup",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@christophearaag3647",
      "author_id": "UC8yfrZsoBm9fZlXo5Dssd6Q",
      "text": "Logiciel en Anglais, fermeture de la vidéo.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Baba_4012",
      "author_id": "UCU1Xr6_jr2ECCtL2qnT8QjA",
      "text": "Vraiment cool tes vidéos (comme d'habitude), ça donne envie d'essayer",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vaultdweller966",
      "author_id": "UCKubPty-9cRidXZRV3N_p2g",
      "text": "Si peu de dislikes pour une pub camouflée. Bravo tu les as bien dressés.",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tyboss3523",
      "author_id": "UCvBPCKHgTMDD3MWE61AF8xQ",
      "text": "Je me suis fait couper au bout de 0:07 par ma grand-mère qui voulait que je l'aide à plier des draps 💀",
      "likes": 1,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sidass15",
      "author_id": "UCZbVrjBo81VrYsZuLEZnU-g",
      "text": "First",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@remiechange5482",
      "author_id": "UCvWWtTS8dbIINhpLvxRY6Jg",
      "text": "Merci pour cette vidéo et surtout pour la mise en garde pertinente :  Encore un truc fait par d'autre, qui devient indispensable, addictif, qui finira par être payant, et qui nous éloigne de la réalité en passant plus de temps à configurer un truc dont on se passait avant. Vision pessimiste? Le temps que tu passes sur cet outils à t'éclater à créer des trucs ( action facile qui n'a pas de mérite, puisque conçu pour être facile) , tu ne le passes pas à discuter avec les gens....Je sais je pousses un peu loin mais avec 20 ans de recul dans le monde du travail, certaines choses se répètent.",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@doublem1203",
      "author_id": "UCqEcjXCKv4LY59qI14dfO4w",
      "text": "je suis le deuxième",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Star-Zepeto-preppy",
      "author_id": "UCpK_Gb7lYDi0ZItoXlSN-ZA",
      "text": "Frère abrège j’ai besoin de toi 😭😭",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@toriabakar5331",
      "author_id": "UCcyMsxNMK-BLKfc3T9BfNlQ",
      "text": "Je voudrais savoir s'il y a une app IA pour android qui pourrait marcher hors-ligne en cas d'absence d'internet ?Merci !",
      "likes": 0,
      "timestamp": 1735689600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pauldesaintalbin6693",
      "author_id": "UCwsexXbABBogQRT2yTMx1WQ",
      "text": "Première vue",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maxoumaximum4890",
      "author_id": "UCVOLBhBww5HziWYO6_VSpvw",
      "text": "Hey",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zeirocks6346",
      "author_id": "UCrweuvavfsfTh6C0D3gbRHw",
      "text": "First",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mickaferri25",
      "author_id": "UCZ1iA5jOxny1HeToRNpjC4A",
      "text": "First",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mini4794",
      "author_id": "UCbr8qOz9NMzFC60fizb-iXA",
      "text": "Prems !",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lamaison9098",
      "author_id": "UCgeJQl-K5vx21yLOin8WnSw",
      "text": "First",
      "likes": 0,
      "timestamp": 1640995200,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}